[
  {
    "id": 6075,
    "aggregated_rating": 80.0,
    "cover": {
      "id": 88293,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co1w4l.jpg"
    },
    "first_release_date": 470620800,
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 33,
        "name": "Arcade"
      }
    ],
    "involved_companies": [
      {
        "id": 106340,
        "company": {
          "id": 37,
          "name": "Capcom"
        }
      },
      {
        "id": 106341,
        "company": {
          "id": 1339,
          "name": "Elite Systems"
        }
      },
      {
        "id": 106342,
        "company": {
          "id": 1743,
          "name": "ASCII Corporation"
        }
      },
      {
        "id": 106343,
        "company": {
          "id": 4110,
          "name": "Micronics"
        }
      },
      {
        "id": 106344,
        "company": {
          "id": 13722,
          "name": "Digital Eclipse Software"
        }
      }
    ],
    "name": "1942",
    "platforms": [
      {
        "id": 5,
        "name": "Wii"
      },
      {
        "id": 9,
        "name": "PlayStation 3"
      },
      {
        "id": 15,
        "name": "Commodore C64/128"
      },
      {
        "id": 18,
        "name": "Nintendo Entertainment System (NES)"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 25,
        "name": "Amstrad CPC"
      },
      {
        "id": 26,
        "name": "ZX Spectrum"
      },
      {
        "id": 27,
        "name": "MSX"
      },
      {
        "id": 47,
        "name": "Virtual Console (Nintendo)"
      },
      {
        "id": 52,
        "name": "Arcade"
      },
      {
        "id": 77,
        "name": "Sharp X1"
      },
      {
        "id": 125,
        "name": "PC-8801"
      },
      {
        "id": 152,
        "name": "FM-7"
      }
    ],
    "rating": 66.955104358238,
    "storyline": "You and daring fighter pilot \"Super Ace\" are engaged in realistic, thrilling and challenging high-flying battles with the enemy.\nOver land, on the sea and in the air, your own skill and dexterity combined with Super Ace\u0027s flying mastery, duel enemy pilots in fighter and bomber aircraft.\n1942... It\u0027s airplanes taking off and landing on ocean-going aircraft carriers, disrupting enemy formations ready to attack, intercepting enemy air warriors you must defeat by blasting \u0027em out of the sky.\nWill it be victory? Or defeat? It\u0027s in your skillful hands!!!",
    "summary": "1942 is a vertically scrolling shoot \u0027em up made by Capcom that was released for the arcade in 1984. The goal is to reach Tokyo and destroy the entire Japanese air fleet. The player pilots a plane dubbed the \"Super Ace\" . The player has to shoot down enemy planes; to avoid enemy fire, the player can perform a roll or \"loop-the-loop\". During the game the player may collect a series of power-ups, one of them allowing the plane to be escorted by two other smaller fighters in a Tip Tow formation.",
    "total_rating": 73.477552179119,
    "url": "https://www.igdb.com/games/1942"
  },
  {
    "id": 1960,
    "aggregated_rating": 80.0,
    "cover": {
      "id": 88564,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co1wc4.jpg"
    },
    "first_release_date": 990144000,
    "genres": [
      {
        "id": 9,
        "name": "Puzzle"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "involved_companies": [
      {
        "id": 10764,
        "company": {
          "id": 669,
          "name": "Spiral House"
        }
      },
      {
        "id": 10765,
        "company": {
          "id": 1385,
          "name": "Pocket Studios"
        }
      },
      {
        "id": 19321,
        "company": {
          "id": 213,
          "name": "Infogrames"
        }
      },
      {
        "id": 19322,
        "company": {
          "id": 397,
          "name": "Darkworks"
        }
      },
      {
        "id": 19323,
        "company": {
          "id": 82,
          "name": "Atari"
        }
      }
    ],
    "name": "Alone in the Dark: The New Nightmare",
    "platforms": [
      {
        "id": 6,
        "name": "PC (Microsoft Windows)"
      },
      {
        "id": 7,
        "name": "PlayStation"
      },
      {
        "id": 8,
        "name": "PlayStation 2"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 23,
        "name": "Dreamcast"
      }
    ],
    "rating": 69.1521158161492,
    "storyline": "Set on October 31, 2001. Edward Carnby\u0027s best friend and partner, Charles Fiske, has been found dead off the coast of Shadow Island, a mysterious island near the coast of Massachusetts. Carnby\u0027s investigation quickly leads him to Frederick Johnson, who informs him of Fiske\u0027s search for three ancient tablets with the ability to unlock an incredible and dangerous power. Johnson pleads with Carnby to take the place of Fiske and reopen the investigation in order to recover the tablets. Carnby accepts and makes it his mission to find Fiske\u0027s killer. Johnson introduces Edward to Aline Cedrac, an intelligent, young university professor. She joins Edward to recover the missing tablets and assist Professor Obed Morton, who she believes to be her father. While flying over the coast of Shadow Island, Edward and Aline\u0027s plane comes under attack by an unknown creature. Edward and Aline both jump out of the plane and parachute to the ground, but are separated immediately. Edward lands in the dense forest just outside a manor, while Aline lands on the roof of said manor.",
    "summary": "Alone in the Dark: The New Nightmare, alternatively known as Alone in the Dark 4, is the fourth installment of the survival horror video game series Alone in the Dark, developed by Darkworks and published by Infogrames. The game was released in 2001 in North America and Europe on several platforms including Microsoft Windows, PlayStation, Dreamcast, and Game Boy Color. The PlayStation 2 version of the game was released only in Europe. It was followed in 2008 by Alone in the Dark. As of October 29, 2013, the game was released on Steam.",
    "total_rating": 74.5760579080746,
    "url": "https://www.igdb.com/games/alone-in-the-dark-the-new-nightmare"
  },
  {
    "id": 3441,
    "cover": {
      "id": 84620,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co1tak.jpg"
    },
    "first_release_date": 974764800,
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      }
    ],
    "involved_companies": [
      {
        "id": 159464,
        "company": {
          "id": 99,
          "name": "The 3DO Company"
        }
      }
    ],
    "name": "Army Men: Sarge\u0027s Heroes 2",
    "platforms": [
      {
        "id": 4,
        "name": "Nintendo 64"
      },
      {
        "id": 7,
        "name": "PlayStation"
      },
      {
        "id": 8,
        "name": "PlayStation 2"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      }
    ],
    "rating": 72.98091748984591,
    "summary": "Sarge\u0027s Heroes 2 starts where Sarge\u0027s Heroes left off. It is announced that the capture of Field Marshal Tannenberg will end the war. Since General Plastro has disappeared, it is suggested that he has become a victim of plastrification and been trapped in the real world. The game introduces Bridgette Bleu, a spy for the Blue Nation. She has developed a serum that reverses plastrification. Your job as Sarge and sometimes Vikki is to destroy the serum, eliminate Tan soldiers, and capture Plastro and Tannenburg.",
    "total_rating": 72.98091748984591,
    "url": "https://www.igdb.com/games/army-men-sarge-s-heroes-2"
  },
  {
    "id": 3682,
    "cover": {
      "id": 112508,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co2et8.jpg"
    },
    "first_release_date": 655084800,
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 33,
        "name": "Arcade"
      }
    ],
    "involved_companies": [
      {
        "id": 148218,
        "company": {
          "id": 70,
          "name": "Nintendo"
        }
      },
      {
        "id": 154230,
        "company": {
          "id": 1809,
          "name": "Nintendo R\u0026D1"
        }
      },
      {
        "id": 154231,
        "company": {
          "id": 1094,
          "name": "Pax Softnica"
        }
      }
    ],
    "name": "Balloon Kid",
    "platforms": [
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 33,
        "name": "Game Boy"
      },
      {
        "id": 37,
        "name": "Nintendo 3DS"
      },
      {
        "id": 51,
        "name": "Family Computer Disk System"
      }
    ],
    "rating": 79.7237082133949,
    "storyline": "Alice and Jim were making a balloon rainbow and in the process, Jim, Alice\u0027s younger brother, was carried off by some Balloons. Alice now must fly using two balloons and follow the trail of balloons that Jim leaves behind. You start off in Alice\u0027s home town of Pencilvania.",
    "summary": "Take to the skies with Balloon Kid. You\u0027ll have to think light as you float across the most unfriendly skies around. Nasty flying creatures will test your piloting skills, but don\u0027t go too low because even nastier enemies await you on the ground. Get extra bonuses by gathering all the balloons you can for a series of challenging tests of skill. Take a big gulp of courage and give Alice a hand as she searches for her missing brother. Play alone or use your Video Link cable to race against a friend. Either way, Balloon Kid will give you a lift.",
    "total_rating": 79.7237082133949,
    "url": "https://www.igdb.com/games/balloon-kid"
  },
  {
    "id": 626,
    "cover": {
      "id": 123331,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co2n5v.jpg"
    },
    "first_release_date": 867628800,
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      }
    ],
    "involved_companies": [
      {
        "id": 8316,
        "company": {
          "id": 485,
          "name": "SCi Games"
        }
      },
      {
        "id": 8318,
        "company": {
          "id": 5,
          "name": "Interplay Entertainment"
        }
      },
      {
        "id": 60043,
        "company": {
          "id": 8950,
          "name": "Stainless Games Ltd."
        }
      }
    ],
    "name": "Carmageddon",
    "platforms": [
      {
        "id": 4,
        "name": "Nintendo 64"
      },
      {
        "id": 6,
        "name": "PC (Microsoft Windows)"
      },
      {
        "id": 7,
        "name": "PlayStation"
      },
      {
        "id": 13,
        "name": "PC DOS"
      },
      {
        "id": 14,
        "name": "Mac"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 34,
        "name": "Android"
      },
      {
        "id": 39,
        "name": "iOS"
      }
    ],
    "rating": 79.6605515609225,
    "summary": "Take the wheel as Max Damage as you plow scores of vehicles unlucky enough to be in your way in Carmageddon, an action racing game. Your soundtrack will be the sound of crunching metal, the splatter of motor oil on the windshield, and the screams of skidding tires. With a white-knuckled grip on the wheel, you\u0027ll have the choice of 23 crash mobiles (from a terrifying monster truck to a high octane Dragster) and 30+ levels of hellish fury and motorized terror.",
    "total_rating": 79.6605515609225,
    "url": "https://www.igdb.com/games/carmageddon"
  },
  {
    "id": 951,
    "cover": {
      "id": 176910,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co3si6.jpg"
    },
    "first_release_date": 908150400,
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      },
      {
        "id": 32,
        "name": "Indie"
      }
    ],
    "involved_companies": [
      {
        "id": 101502,
        "company": {
          "id": 629,
          "name": "Sales Curve Interactive"
        }
      },
      {
        "id": 101503,
        "company": {
          "id": 8950,
          "name": "Stainless Games Ltd."
        }
      },
      {
        "id": 101504,
        "company": {
          "id": 5,
          "name": "Interplay Entertainment"
        }
      },
      {
        "id": 101505,
        "company": {
          "id": 1070,
          "name": "Aqua Pacific"
        }
      }
    ],
    "name": "Carmageddon II: Carpocalypse Now",
    "platforms": [
      {
        "id": 6,
        "name": "PC (Microsoft Windows)"
      },
      {
        "id": 7,
        "name": "PlayStation"
      },
      {
        "id": 14,
        "name": "Mac"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      }
    ],
    "rating": 77.8597267012416,
    "summary": "Max is back!! Bigger and bader than ever before!!!!\n\nStainless/SCi announces the release of the eagerly awaited sequel to its 1997 smash hit Carmageddon, Carmageddon 2 - Carpocalypse now. Carmageddon 1 was released last year amongst \"just a tiny bit\" of controversy, with calls to \"ban this killer car game\" from the media around the world, and then went on to prove its critics wrong by scooping a body bag full of awards from around the globe. Developed once again, by the patients of Parkhurst prison\u0027s clinically insane wing, known as Stainless Software, Carmageddon 2 - Carpocalypse Now, is destined to make computer gaming history again. Let\u0027s face it, Carmageddon 1 caused a blood storm in a teacup, this time prepare for a full-on tidal wave.\n\nCarmageddon 2 - Carpocalypse Now will take players to the next level of gameplay, whether you are trying to hold down your lunch after taking out those pedestrians waiting for a bus, or franticly trying to re-build your car after having your butt kicked by one of the GAME\u0027S AI opponents, Carmageddon 2 - Carpocalypse Now will take you to the edge and further as you race your way through 1998\u0027s greatest driving game.",
    "total_rating": 77.8597267012416,
    "url": "https://www.igdb.com/games/carmageddon-ii-carpocalypse-now"
  },
  {
    "id": 1123,
    "cover": {
      "id": 84825,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co1tg9.jpg"
    },
    "first_release_date": 679276800,
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "involved_companies": [
      {
        "id": 2629,
        "company": {
          "id": 129,
          "name": "Konami"
        }
      }
    ],
    "name": "Castlevania II: Belmont\u0027s Revenge",
    "platforms": [
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 33,
        "name": "Game Boy"
      }
    ],
    "rating": 70.7535939428802,
    "summary": "Fifteen years after vanquishing the emperor of evil, Count Dracula, Christopher Belmont now faces a vampire swearing vengeance. Drac\u0027s back. And he\u0027s turned your son, Soleiyu Belmont, into a deadly demon to do his dirty deeds. Now not only do you have to rescue your kid from the Count\u0027s clutches, you have to first track him down in four creep packed Castles. Fortunately, you posses weapons like armor piercing Battle Axes, beast burning Holy Water, and the Legendary Mystic Whip. And you can increase your arsenal with power up items like Crystal Balls, Hearts, and Candles. Strap on your shield and step into the shadows. That is, if you\u0027re prepared for the dwellers of darkness.",
    "total_rating": 70.7535939428802,
    "url": "https://www.igdb.com/games/castlevania-ii-belmont-s-revenge"
  },
  {
    "id": 2235,
    "aggregated_rating": 70.0,
    "cover": {
      "id": 177289,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co3ssp.jpg"
    },
    "first_release_date": 360633600,
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 33,
        "name": "Arcade"
      }
    ],
    "involved_companies": [
      {
        "id": 40159,
        "company": {
          "id": 1120,
          "name": "Superior Software Ltd."
        }
      },
      {
        "id": 137505,
        "company": {
          "id": 82,
          "name": "Atari"
        }
      },
      {
        "id": 137506,
        "company": {
          "id": 82,
          "name": "Atari"
        }
      },
      {
        "id": 137507,
        "company": {
          "id": 13487,
          "name": "Sanritsu Denki Co., Ltd."
        }
      },
      {
        "id": 137508,
        "company": {
          "id": 7700,
          "name": "Code Mystics"
        }
      }
    ],
    "name": "Centipede",
    "platforms": [
      {
        "id": 13,
        "name": "PC DOS"
      },
      {
        "id": 15,
        "name": "Commodore C64/128"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 33,
        "name": "Game Boy"
      },
      {
        "id": 52,
        "name": "Arcade"
      },
      {
        "id": 59,
        "name": "Atari 2600"
      },
      {
        "id": 60,
        "name": "Atari 7800"
      },
      {
        "id": 65,
        "name": "Atari 8-bit"
      },
      {
        "id": 66,
        "name": "Atari 5200"
      },
      {
        "id": 67,
        "name": "Intellivision"
      },
      {
        "id": 68,
        "name": "ColecoVision"
      },
      {
        "id": 69,
        "name": "BBC Microcomputer System"
      },
      {
        "id": 71,
        "name": "Commodore VIC-20"
      },
      {
        "id": 75,
        "name": "Apple II"
      },
      {
        "id": 82,
        "name": "Web browser"
      },
      {
        "id": 129,
        "name": "Texas Instruments TI-99"
      }
    ],
    "rating": 71.5947881267428,
    "storyline": "The Enchanted Forest\n\nOnce upon a time in a misty, enchanted forest, there lived a colony of good elves. These elves had a major problem, though. Their prized mushroom garden was infested with pests--a giant Centipede, a poison-spreading scorpion, a mischief-making spider, and a pesky flea. The good elves tried everything they could to rid their garden of these bugs. But nothing worked.\n\nOne day, an elf named Oliver was hacking away at a poisoned mushroom in the garden. Suddenly, he saw an unusual stick gleaming in the dirt. Just as Oliver picked up the stick, a spider jumped out from behind a mushroom and rushed at him. When Oliver waved his hands wildly to try to scare the spider away, sparks flew from his stick and the spider disappeared!\n\n\"How did that happen?\" Oliver wondered out loud. \"Could this be a magic wand?\"\n\nSoon Oliver had another chance to try the wand. When the scorpion scurried across a row of mushroom, poisoning every mushroom it touched, Oliver pointed the wand at the scorpion and shouted, \"Be gone!\" Instantly, the scorpion disappeared and the poisoned mushrooms were transformed back into normal mushrooms.\n\n\"This is great! This is the tool we need to clean up our mushroom garden\" Oliver shouted ecstatically.\n\nWith his new found magic wand, Oliver hid behind a mushroom. \"OK, you great big Centipede,\" he said. \"Come out wherever you are. I\u0027m ready for you now!\"\n\n--From the Atari 2600 Centipede instruction manual.",
    "summary": "Centipede is a vertically-oriented shoot \u0027em up arcade game produced by Atari, Inc. in 1980. The game was designed by Ed Logg along with Dona Bailey, one of the few female game programmers in the industry at this time. It was also the first arcade coin-operated game to have a significant female player base. The player defends against swarms of insects, completing a round after eliminating the centipede that winds down the playing field.",
    "total_rating": 70.7973940633714,
    "url": "https://www.igdb.com/games/centipede"
  },
  {
    "id": 2447,
    "aggregated_rating": 80.0,
    "cover": {
      "id": 2467,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/kw7khdjdi55yi54vhqdn.jpg"
    },
    "first_release_date": 991180800,
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "involved_companies": [
      {
        "id": 5727,
        "company": {
          "id": 1169,
          "name": "David A. Palmer Productions"
        }
      },
      {
        "id": 5728,
        "company": {
          "id": 66,
          "name": "Activision"
        }
      }
    ],
    "name": "Commander Keen",
    "platforms": [
      {
        "id": 22,
        "name": "Game Boy Color"
      }
    ],
    "summary": "To the kids at school, you\u0027re 8-year-old Billy Blaze. To alien enemies in the galaxy you\u0027re superhero Commander Keen and it\u0027s up to you to save the Earth from destruction. As you put on your brother\u0027s football helmet you\u0027ll blast away on your Megarocket to space-worlds far away from home. Your mission: Face off against intergalactic creatures, recover the lost plasma crystals and save humanity -- it\u0027s all in a days work. Created by the game masterminds at id SoftwareTM, Commander Keen in the ultimate outer space blast-a-thon!",
    "total_rating": 80.0,
    "url": "https://www.igdb.com/games/commander-keen"
  },
  {
    "id": 10163,
    "cover": {
      "id": 138062,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co2yj2.jpg"
    },
    "first_release_date": 946598400,
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      }
    ],
    "involved_companies": [
      {
        "id": 23723,
        "company": {
          "id": 327,
          "name": "Midway Games"
        }
      },
      {
        "id": 23724,
        "company": {
          "id": 1783,
          "name": "Midway Home Entertainment"
        }
      },
      {
        "id": 23725,
        "company": {
          "id": 1468,
          "name": "Gratuitous Games"
        }
      },
      {
        "id": 23726,
        "company": {
          "id": 901,
          "name": "Crawfish Interactive"
        }
      }
    ],
    "name": "Cruis\u0027n Exotica",
    "platforms": [
      {
        "id": 4,
        "name": "Nintendo 64"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 52,
        "name": "Arcade"
      }
    ],
    "rating": 78.9879582321487,
    "summary": "GET EXOTIC! …from Atlantis to Mars and everywhere in between.\n\nRace in style! Cruis’n Exotica takes you to fantastic locales in even more fantastic vehicles. Race through steamy Jurassic jungles or on the ocean floor. Midair stunts keep the action nonstop! Valuable shortcuts and nitro boosts speed up the already fast-paced action! Fantastic driving excitement straight from the arcade!\n\n28 exotic cars to race!\n\n1 to 4 player non-stop racing action!\n\nTurbo boosts, stunts, nitros and more!\n\n60 tracks from around the world!\n\nThree modes of play to choose from!",
    "total_rating": 78.9879582321487,
    "url": "https://www.igdb.com/games/cruisn-exotica"
  },
  {
    "id": 3121,
    "cover": {
      "id": 205496,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co4ek8.jpg"
    },
    "first_release_date": 639964800,
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "involved_companies": [
      {
        "id": 7954,
        "company": {
          "id": 1474,
          "name": "SNK"
        }
      },
      {
        "id": 7962,
        "company": {
          "id": 70,
          "name": "Nintendo"
        }
      },
      {
        "id": 7963,
        "company": {
          "id": 768,
          "name": "Nintendo Software Technology"
        }
      },
      {
        "id": 7964,
        "company": {
          "id": 1474,
          "name": "SNK"
        }
      }
    ],
    "name": "Crystalis",
    "platforms": [
      {
        "id": 18,
        "name": "Nintendo Entertainment System (NES)"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 130,
        "name": "Nintendo Switch"
      }
    ],
    "rating": 72.0379480334721,
    "summary": "You must save the world from evil magic by finding the four powerful swords that form Crystalis.\n\nAfter the apocalypse, magic returns to Earth.\n\nA blessed group of good-intentioned sorcerers have used their new magical powers to rebuild the Earth, but an evil sorcerer named Dragonia has combined his supernatural forces with man-made technology to devastate the rebuilt Earth. It is your mission to recover four mystical swords, and combine them to form the ultimate blade: the Sword of Crystalis. This legendary weapon is the only tool which can put an end to Dragonia\u0027s black reign.",
    "total_rating": 72.0379480334721,
    "url": "https://www.igdb.com/games/crystalis"
  },
  {
    "id": 8118,
    "aggregated_rating": 80.0,
    "cover": {
      "id": 210685,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co4ikd.jpg"
    },
    "first_release_date": 752976000,
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      }
    ],
    "involved_companies": [
      {
        "id": 19337,
        "company": {
          "id": 426,
          "name": "Disney Interactive Studios"
        }
      },
      {
        "id": 21614,
        "company": {
          "id": 1238,
          "name": "Virgin Games USA"
        }
      },
      {
        "id": 21616,
        "company": {
          "id": 112,
          "name": "Sega"
        }
      },
      {
        "id": 27522,
        "company": {
          "id": 141,
          "name": "Virgin Interactive Entertainment (Europe) Ltd."
        }
      },
      {
        "id": 164804,
        "company": {
          "id": 1233,
          "name": "NMS Software"
        }
      }
    ],
    "name": "Disney\u0027s Aladdin",
    "platforms": [
      {
        "id": 6,
        "name": "PC (Microsoft Windows)"
      },
      {
        "id": 13,
        "name": "PC DOS"
      },
      {
        "id": 16,
        "name": "Amiga"
      },
      {
        "id": 18,
        "name": "Nintendo Entertainment System (NES)"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 29,
        "name": "Sega Mega Drive/Genesis"
      }
    ],
    "rating": 82.1615133337248,
    "storyline": "The player controls Aladdin, who must make his way through several levels based on locations from the movie: from the streets and rooftops of Agrabah, the Cave of Wonders and the Sultan\u0027s dungeon to the final confrontation in Grand Vizier Jafar\u0027s palace. The Sultan\u0027s guards and also animals of the desert want to hinder Aladdin in his way",
    "summary": "Disney\u0027s Aladdin is a platform video game developed by Virgin Interactive based on the 1992 motion picture of the same name. The game was released for the Sega Genesis/Mega Drive in November 1993 and was later ported to the Nintendo Entertainment System, Game Boy, and home computers. It is one of several video games based on this film, including one game that was released in the same month by Capcom for the Super Nintendo Entertainment System.",
    "total_rating": 81.0807566668624,
    "url": "https://www.igdb.com/games/disneys-aladdin"
  },
  {
    "id": 1095,
    "cover": {
      "id": 135912,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co2wvc.jpg"
    },
    "first_release_date": 875664000,
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "involved_companies": [
      {
        "id": 3910,
        "company": {
          "id": 771,
          "name": "Rare"
        }
      },
      {
        "id": 132216,
        "company": {
          "id": 70,
          "name": "Nintendo"
        }
      }
    ],
    "name": "Donkey Kong Land III",
    "platforms": [
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 33,
        "name": "Game Boy"
      },
      {
        "id": 37,
        "name": "Nintendo 3DS"
      }
    ],
    "rating": 70.07473339572411,
    "summary": "Donkey Kong Land III is the last part in the Donkey Kong Land series and was released for the Game Boy by Nintendo in 1997.\n\nFame-and-fortune seekers have flooded Donkey Kong Country in search of the fabled Lost World. Dixie Kong \u0026 Kiddy Kong rush through 36 Kong-sized levels of action and adventure. Use your animal friends - Squitter the spider, Squawks the parrot, Ellie the elephant, Enguarde the swordfish and Parry the parallel bird - to help you prove your adventuring skills and find the Lost World before someone else does!",
    "total_rating": 70.07473339572411,
    "url": "https://www.igdb.com/games/donkey-kong-land-iii"
  },
  {
    "id": 24818,
    "cover": {
      "id": 90954,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co1y6i.jpg"
    },
    "first_release_date": 906681600,
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "involved_companies": [
      {
        "id": 40454,
        "company": {
          "id": 321,
          "name": "Tose"
        }
      },
      {
        "id": 40455,
        "company": {
          "id": 4,
          "name": "Eidos Interactive"
        }
      },
      {
        "id": 92009,
        "company": {
          "id": 1854,
          "name": "Enix Corporation"
        }
      }
    ],
    "name": "Dragon Warrior Monsters",
    "platforms": [
      {
        "id": 22,
        "name": "Game Boy Color"
      }
    ],
    "rating": 70.03798325132989,
    "summary": "Dragon Quest Monsters is a turn-based RPG that involves recruiting monsters to fight for you in random encounters. Two recruited monsters can be fused together for a better one and extra monsters can be stored on a farm while not in your party.\n\nIt was released in Japan for the Game Boy Color before the system was released.",
    "total_rating": 70.03798325132989,
    "url": "https://www.igdb.com/games/dragon-warrior-monsters"
  },
  {
    "id": 85643,
    "cover": {
      "id": 218548,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co4oms.jpg"
    },
    "first_release_date": 984096000,
    "involved_companies": [
      {
        "id": 60810,
        "company": {
          "id": 26,
          "name": "Square Enix"
        }
      }
    ],
    "name": "Dragon Warrior Monsters 2: Tara\u0027s Adventure \u0026 Cobi\u0027s Journey",
    "platforms": [
      {
        "id": 22,
        "name": "Game Boy Color"
      }
    ],
    "rating": 92.0,
    "summary": "Join Tara or Cobi on their gigantic adventure!",
    "total_rating": 92.0,
    "url": "https://www.igdb.com/games/dragon-warrior-monsters-2-taras-adventure-and-cobis-journey"
  },
  {
    "id": 675,
    "aggregated_rating": 95.0,
    "cover": {
      "id": 91091,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co1yab.jpg"
    },
    "first_release_date": 930268800,
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      },
      {
        "id": 13,
        "name": "Simulator"
      }
    ],
    "involved_companies": [
      {
        "id": 99708,
        "company": {
          "id": 205,
          "name": "GT Interactive"
        }
      },
      {
        "id": 99709,
        "company": {
          "id": 650,
          "name": "Reflections Interactive"
        }
      },
      {
        "id": 99710,
        "company": {
          "id": 61,
          "name": "Gameloft"
        }
      },
      {
        "id": 99711,
        "company": {
          "id": 901,
          "name": "Crawfish Interactive"
        }
      },
      {
        "id": 99712,
        "company": {
          "id": 213,
          "name": "Infogrames"
        }
      },
      {
        "id": 99713,
        "company": {
          "id": 130,
          "name": "MacSoft Games"
        }
      }
    ],
    "name": "Driver",
    "platforms": [
      {
        "id": 6,
        "name": "PC (Microsoft Windows)"
      },
      {
        "id": 7,
        "name": "PlayStation"
      },
      {
        "id": 14,
        "name": "Mac"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 39,
        "name": "iOS"
      }
    ],
    "rating": 76.3683121365886,
    "storyline": "NYPD officer and former racing driver John Tanner is sent undercover by his boss Lieutenant McKenzie to discover the intentions of a crime syndicate led by Castaldi. McKenzie instructs Tanner to go to Miami and meet a pimp named Rufus. After arriving in Miami, Tanner uses his driving skills to prove himself to some gangsters in a parking garage, allowing him to become their getaway driver. \n \nTanner carries out jobs for various gangsters before meeting Rufus, who tasks Tanner with rescuing Jean-Paul, one of Rufus\u0027s associates. Rufus is later shot by his girlfriend Jesse. Needing more information for his investigation, Tanner apprehends Jesse and takes her to the police station, where she reveals that Jean-Paul is now in San Francisco. \n \nTanner goes to San Francisco, where he meets Castaldi, Jean-Paul\u0027s boss, and begins working directly for him. He also meets Rusty Slater, his former racing rival, who also works for Castaldi. Tanner later learns that Castaldi is working with a man named Don Hancock, who is running for president. He later suspects that Slater has been spying on him and wrecks Slater\u0027s car during a road chase, resulting in Slater being arrested. \n \nThe Castaldi family move to Los Angeles, where Castaldi plans to assassinate FBI agent Bill Maddox as part of Castaldi\u0027s plan to carry out a more high-profile assassination in New York. Tanner tells Leck, a police associate, to ensure Maddox turns up, otherwise Tanner\u0027s cover may be affected. The assassination on Maddox is successful, but the police ambush the gangsters, forcing Tanner to take them to safety. Tanner convinces the suspicious gangsters that Slater likely told the police about the planned assassination while under interrogation. Leck later tells Tanner that McKenzie recently met Marcus Vaughn, a corrupt FBI agent who is working with Castaldi and Hancock. \n \nThe Castaldi family then move to New York, the location of the planned high-profile assassination. Tanner is told by his police associates that McKenzie wants him to pull out of the undercover operation, as he is worried that Tanner\u0027s cover will not hold up much longer, and Leck tells Tanner that Hancock has bribed several members of the FBI. Tanner remains undercover and continues working for Castaldi, intent on discovering what he is planning. \n \nTanner eventually learns that Castaldi plans to assassinate the President of the United States, and Tanner is tasked with driving the President\u0027s car. However, he ignores all instructions and takes the President to safety. McKenzie then arrives and tells Tanner that Castaldi and all of his associates, including Hancock and Vaughn, have been arrested. He then tells Tanner to take his badge back, but Tanner refuses, suspecting that the police and FBI are involved in the job, corrupted by bribes due to Vaughn\u0027s involvement. Tanner leaves, ignoring McKenzie completely.",
    "summary": "The player is John Tanner, an undercover cop who try to take advantage of his own excellent driving skill in order to infiltrate a criminal organization. \nIn the storyline, the player has the chance to drive several cars in four american cities (Miami, San Francisco, Los Angeles, and New York), facing many different missions and tasks such as delivering a vehicle without damaging it, eliminating competitors or being the getaway driver in a bank robbery.",
    "total_rating": 85.6841560682943,
    "url": "https://www.igdb.com/games/driver"
  },
  {
    "id": 22032,
    "aggregated_rating": 80.0,
    "cover": {
      "id": 91092,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co1yac.jpg"
    },
    "first_release_date": 971222400,
    "name": "Driver (Game Boy Color)",
    "platforms": [
      {
        "id": 22,
        "name": "Game Boy Color"
      }
    ],
    "total_rating": 80.0,
    "url": "https://www.igdb.com/games/driver-game-boy-color"
  },
  {
    "id": 956,
    "cover": {
      "id": 77410,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co1nqa.jpg"
    },
    "first_release_date": 754876800,
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 8,
        "name": "Platform"
      }
    ],
    "involved_companies": [
      {
        "id": 2052,
        "company": {
          "id": 188,
          "name": "Apogee Software"
        }
      },
      {
        "id": 2053,
        "company": {
          "id": 690,
          "name": "Torus Games"
        }
      },
      {
        "id": 2244,
        "company": {
          "id": 205,
          "name": "GT Interactive"
        }
      },
      {
        "id": 20530,
        "company": {
          "id": 1134,
          "name": "Interceptor Entertainment"
        }
      }
    ],
    "name": "Duke Nukem II",
    "platforms": [
      {
        "id": 6,
        "name": "PC (Microsoft Windows)"
      },
      {
        "id": 13,
        "name": "PC DOS"
      },
      {
        "id": 14,
        "name": "Mac"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 39,
        "name": "iOS"
      }
    ],
    "rating": 70.48691392523361,
    "summary": "Duke Nukem is back. Captured by an alien foe in the middle of promoting his best-selling book, “Why I’m So Great”, Duke must once more defeat the forces of evil to save himself from the knowledge-stealing Rigelatins, and ultimately prove his book’s namesake. In this sequel to the 1991 high-octane, bot-busting video game, Duke Nukem, the King of Action must blast, cannon, missile and flame his way to victory - a victory that would stop the secrets of both ass-kicking and bubblegum from falling into the wrong hands.",
    "total_rating": 70.48691392523361,
    "url": "https://www.igdb.com/games/duke-nukem-ii"
  },
  {
    "id": 690,
    "cover": {
      "id": 780,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/pt96zekz4spkjxevn5jj.jpg"
    },
    "first_release_date": 976060800,
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      },
      {
        "id": 13,
        "name": "Simulator"
      }
    ],
    "involved_companies": [
      {
        "id": 1595,
        "company": {
          "id": 454,
          "name": "EA Sports"
        }
      },
      {
        "id": 1596,
        "company": {
          "id": 661,
          "name": "Image Space Incorporated"
        }
      }
    ],
    "name": "F1 Championship Season 2000",
    "platforms": [
      {
        "id": 6,
        "name": "PC (Microsoft Windows)"
      },
      {
        "id": 7,
        "name": "PlayStation"
      },
      {
        "id": 8,
        "name": "PlayStation 2"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      }
    ],
    "rating": 79.1090767882027,
    "summary": "F1 CHAMPIONSHIP Season 2000, featuring all the drama, action, and emotion of the 2000 season, takes the player right to the heart of the thrilling world of Formula One racing. Re-live the gladiatorial battles between Michael Schumacher and David Coulthard or tear up the record books and take an outsider to World Championship glory. In-depth behind the scenes technical support from the Orange Arrows and Benetton Formula One teams allows the game player to enter the world of Formula One racing in unprecedented detail and authenticity.",
    "total_rating": 79.1090767882027,
    "url": "https://www.igdb.com/games/f1-championship-season-2000"
  },
  {
    "id": 3487,
    "aggregated_rating": 80.0,
    "cover": {
      "id": 154608,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co3bao.jpg"
    },
    "first_release_date": 901843200,
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      },
      {
        "id": 13,
        "name": "Simulator"
      }
    ],
    "involved_companies": [
      {
        "id": 9075,
        "company": {
          "id": 1278,
          "name": "Paradigm Entertainment"
        }
      },
      {
        "id": 101495,
        "company": {
          "id": 1489,
          "name": "Video System"
        }
      },
      {
        "id": 101496,
        "company": {
          "id": 70,
          "name": "Nintendo"
        }
      },
      {
        "id": 101497,
        "company": {
          "id": 6372,
          "name": "Lankhor"
        }
      },
      {
        "id": 101498,
        "company": {
          "id": 112,
          "name": "Sega"
        }
      },
      {
        "id": 101499,
        "company": {
          "id": 1489,
          "name": "Video System"
        }
      },
      {
        "id": 101500,
        "company": {
          "id": 4,
          "name": "Eidos Interactive"
        }
      },
      {
        "id": 101501,
        "company": {
          "id": 9526,
          "name": "Tsukuda Original"
        }
      }
    ],
    "name": "F-1 World Grand Prix",
    "platforms": [
      {
        "id": 4,
        "name": "Nintendo 64"
      },
      {
        "id": 6,
        "name": "PC (Microsoft Windows)"
      },
      {
        "id": 7,
        "name": "PlayStation"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 23,
        "name": "Dreamcast"
      }
    ],
    "rating": 79.26444653511399,
    "summary": "The game consists of five gameplay modes: Grand Prix, a course-by-course simulation of the 1997 season; Exhibition, a single race; Time Trial, a race against the clock and Challenge, which comprised real scenarios from the 1997 season-examples include trying to win the 1997 Hungarian Grand Prix as Damon Hill or beating Jean Alesi as David Coulthard in the 1997 Italian Grand Prix. The final mode allowed 2 players to compete in a single, split-screen race.",
    "total_rating": 79.632223267557,
    "url": "https://www.igdb.com/games/f-1-world-grand-prix"
  },
  {
    "id": 3488,
    "cover": {
      "id": 152756,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co39v8.jpg"
    },
    "first_release_date": 938649600,
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      },
      {
        "id": 13,
        "name": "Simulator"
      }
    ],
    "involved_companies": [
      {
        "id": 9076,
        "company": {
          "id": 1278,
          "name": "Paradigm Entertainment"
        }
      },
      {
        "id": 9077,
        "company": {
          "id": 1489,
          "name": "Video System"
        }
      }
    ],
    "name": "F-1 World Grand Prix II",
    "platforms": [
      {
        "id": 4,
        "name": "Nintendo 64"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 23,
        "name": "Dreamcast"
      }
    ],
    "rating": 70.1454278168153,
    "summary": "F1 WGP 2 pretty much sports the same features as the first game. The game has 4 modes of play: the championship season mode, the exhibition race, time trials, and the challenge mode. R and Z are used to shift gears, the analog stick is used to steer the car, A is the accelerator and B is the brake. The C-buttons allow for camera changes and backmirror views. It\u0027s pretty much the same setup and how these work are pretty much unchanged from the first game to the second.",
    "total_rating": 70.1454278168153,
    "url": "https://www.igdb.com/games/f-1-world-grand-prix-ii"
  },
  {
    "id": 77907,
    "aggregated_rating": 66.0,
    "cover": {
      "id": 104081,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co28b5.jpg"
    },
    "first_release_date": 923529600,
    "genres": [
      {
        "id": 9,
        "name": "Puzzle"
      },
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 33,
        "name": "Arcade"
      }
    ],
    "involved_companies": [
      {
        "id": 103784,
        "company": {
          "id": 70,
          "name": "Nintendo"
        }
      },
      {
        "id": 103785,
        "company": {
          "id": 421,
          "name": "Nintendo EAD"
        }
      },
      {
        "id": 133808,
        "company": {
          "id": 70,
          "name": "Nintendo"
        }
      }
    ],
    "name": "Game \u0026 Watch Gallery 3",
    "platforms": [
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 37,
        "name": "Nintendo 3DS"
      }
    ],
    "rating": 77.0,
    "summary": "Flash back to the \u002780s with Game \u0026 Watch Gallery 3, featuring original and updated versions of five handheld classics.",
    "total_rating": 71.5,
    "url": "https://www.igdb.com/games/game-and-watch-gallery-3"
  },
  {
    "id": 3506,
    "cover": {
      "id": 127319,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co2q8n.jpg"
    },
    "first_release_date": 886204800,
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "involved_companies": [
      {
        "id": 9117,
        "company": {
          "id": 667,
          "name": "Crave Entertainment"
        }
      },
      {
        "id": 9118,
        "company": {
          "id": 4,
          "name": "Eidos Interactive"
        }
      },
      {
        "id": 9119,
        "company": {
          "id": 552,
          "name": "Crystal Dynamics"
        }
      },
      {
        "id": 9121,
        "company": {
          "id": 1169,
          "name": "David A. Palmer Productions"
        }
      },
      {
        "id": 102695,
        "company": {
          "id": 327,
          "name": "Midway Games"
        }
      }
    ],
    "name": "Gex: Enter the Gecko",
    "platforms": [
      {
        "id": 6,
        "name": "PC (Microsoft Windows)"
      },
      {
        "id": 7,
        "name": "PlayStation"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      }
    ],
    "rating": 73.6445099479912,
    "summary": "\"Is it just me, or am I engulfed in flames?\" is one of the many one-liners uttered by Gex, a wise cracking gecko who should check himself into television rehab; he\u0027s addicted to it. After saving the Television Realm from the evil Rez in his first adventure, the gecko was ready to kick back, relax, and watch a little television. Little did he know his adventure was just beginning.\n\nOne day, two secret agent goons showed up at Gex\u0027s doorstep. They inform him that Rez is back and looking for vengeance; the evil monster is planning to destroy the Television Realm once more...and possibly the world. When Gex tells them that he\u0027s retired and doesn\u0027t care, one of the goons hits the gecko on the head and takes him to a secluded place.\n\nWhen Gex comes to, the mystery men plead with the gecko to take the cash and help destroy Rez for good...or at least make him disappear. With that incentive (the cash), the wise cracking lizard slips into his special agent suit and plunges headfirst into the Television Realm. Watch out, Rez -- Gex is back!",
    "total_rating": 73.6445099479912,
    "url": "https://www.igdb.com/games/gex-enter-the-gecko"
  },
  {
    "id": 6807,
    "aggregated_rating": 90.0,
    "cover": {
      "id": 93872,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co20fk.jpg"
    },
    "first_release_date": 489542400,
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 33,
        "name": "Arcade"
      }
    ],
    "involved_companies": [
      {
        "id": 42665,
        "company": {
          "id": 1339,
          "name": "Elite Systems"
        }
      },
      {
        "id": 42666,
        "company": {
          "id": 37,
          "name": "Capcom"
        }
      },
      {
        "id": 126031,
        "company": {
          "id": 37,
          "name": "Capcom"
        }
      }
    ],
    "name": "Ghosts \u0027n Goblins",
    "platforms": [
      {
        "id": 13,
        "name": "PC DOS"
      },
      {
        "id": 15,
        "name": "Commodore C64/128"
      },
      {
        "id": 16,
        "name": "Amiga"
      },
      {
        "id": 18,
        "name": "Nintendo Entertainment System (NES)"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 25,
        "name": "Amstrad CPC"
      },
      {
        "id": 26,
        "name": "ZX Spectrum"
      },
      {
        "id": 37,
        "name": "Nintendo 3DS"
      },
      {
        "id": 52,
        "name": "Arcade"
      },
      {
        "id": 63,
        "name": "Atari ST/STE"
      },
      {
        "id": 93,
        "name": "Commodore 16"
      }
    ],
    "rating": 75.0958648476094,
    "summary": "Ghosts \u0027n Goblins is a platform game where the player controls a knight, named Sir Arthur, who must defeat zombies, ogres, demons, cyclops, dragons and other monsters in order to rescue Princess Prin Prin, who has been kidnapped by Satan, king of Demon World. Along the way the player can pick up new weapons, bonuses and extra suits of armor that can help in this task.\n\nThe game is often considered very difficult by arcade standards and is commonly regarded as one of the most difficult games ever released. The game is considered by Gametrailers.com to be the world\u0027s second most difficult game ever made. The player can only be hit twice before losing a life (the first hit takes away Arthur\u0027s armor, and the player must continue on in his underwear until completing the level, or finding replacement armor). If the player loses a life, he is returned to the start of the level, or the halfway point if he has managed to get that far. Furthermore, each life can only last a certain length of time (generally around three minutes), the clock being reset at the start of a level. If the clock does run out, the player instantly loses that life. After defeating the final boss, but only with the cross weapon (if the player does not have the cross weapon, they will be prompted that it is needed to defeat the boss and restart at the beginning of level 5 and must repeat round 5 and 6 again regardless if the weapon is obtained immediately or not) for the first time the player is informed that the battle was \"a trap devised by Satan\". The player must then replay the entire game on a higher difficulty level to reach the genuine final battle.",
    "total_rating": 82.5479324238047,
    "url": "https://www.igdb.com/games/ghosts-n-goblins"
  },
  {
    "id": 819,
    "aggregated_rating": 70.0,
    "cover": {
      "id": 120926,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co2lb2.jpg"
    },
    "first_release_date": 940550400,
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 10,
        "name": "Racing"
      }
    ],
    "involved_companies": [
      {
        "id": 3774,
        "company": {
          "id": 29,
          "name": "Rockstar Games"
        }
      },
      {
        "id": 3779,
        "company": {
          "id": 536,
          "name": "DMA Design"
        }
      },
      {
        "id": 79273,
        "company": {
          "id": 266,
          "name": "Tarantula Studios"
        }
      },
      {
        "id": 79274,
        "company": {
          "id": 139,
          "name": "Take-Two Interactive"
        }
      }
    ],
    "name": "Grand Theft Auto 2",
    "platforms": [
      {
        "id": 6,
        "name": "PC (Microsoft Windows)"
      },
      {
        "id": 7,
        "name": "PlayStation"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 23,
        "name": "Dreamcast"
      }
    ],
    "rating": 80.1064521604077,
    "storyline": "A sequel to Grand Theft Auto (1997), this game once again puts the player in the role of an aspiring thug hoping to climb to the top of the criminal world by completing missions and terrorizing the citizenry.",
    "summary": "Grand Theft Auto 2 is an open world action-adventure video game. It is the sequel to Grand Theft Auto, part of the Grand Theft Auto series. The open world design lets players freely roam Anywhere City, the setting of the game.",
    "total_rating": 75.05322608020384,
    "url": "https://www.igdb.com/games/grand-theft-auto-2"
  },
  {
    "id": 3381,
    "cover": {
      "id": 136873,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co2xm1.jpg"
    },
    "first_release_date": 970185600,
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 13,
        "name": "Simulator"
      }
    ],
    "involved_companies": [
      {
        "id": 8824,
        "company": {
          "id": 652,
          "name": "Nintendo Australia"
        }
      },
      {
        "id": 8825,
        "company": {
          "id": 1767,
          "name": "Victor Interactive Software"
        }
      },
      {
        "id": 134627,
        "company": {
          "id": 716,
          "name": "Natsume"
        }
      }
    ],
    "name": "Harvest Moon 3 GBC",
    "platforms": [
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 37,
        "name": "Nintendo 3DS"
      }
    ],
    "rating": 77.0,
    "summary": "The third Harvest Moon release on Game Boy. A direct sequel to Harvest Moon 2, it is set on an island off the mainland, the player is tasked with reviving the farm and turning around it\u0027s fortunes using two unique playable characters, a first for the series.",
    "total_rating": 77.0,
    "url": "https://www.igdb.com/games/harvest-moon-3-gbc"
  },
  {
    "id": 3377,
    "cover": {
      "id": 133728,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co2v6o.jpg"
    },
    "first_release_date": 882489600,
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 13,
        "name": "Simulator"
      }
    ],
    "involved_companies": [
      {
        "id": 8813,
        "company": {
          "id": 652,
          "name": "Nintendo Australia"
        }
      },
      {
        "id": 60554,
        "company": {
          "id": 716,
          "name": "Natsume"
        }
      },
      {
        "id": 126141,
        "company": {
          "id": 1767,
          "name": "Victor Interactive Software"
        }
      }
    ],
    "name": "Harvest Moon GB",
    "platforms": [
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 33,
        "name": "Game Boy"
      },
      {
        "id": 37,
        "name": "Nintendo 3DS"
      }
    ],
    "rating": 78.537170263789,
    "summary": "Harvest Moon GB is the second game in the Harvest Moon series of video games, and was developed by Victor Interactive Software. Harvest Moon GB is the first portable Harvest Moon game, developed for the Game Boy. A Game Boy Color version was released later under the name Harvest Moon GBC.",
    "total_rating": 78.537170263789,
    "url": "https://www.igdb.com/games/harvest-moon-gb"
  },
  {
    "id": 188,
    "aggregated_rating": 90.0,
    "cover": {
      "id": 105143,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co294n.jpg"
    },
    "first_release_date": 943315200,
    "genres": [
      {
        "id": 4,
        "name": "Fighting"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "involved_companies": [
      {
        "id": 678,
        "company": {
          "id": 10,
          "name": "LucasArts"
        }
      }
    ],
    "name": "Indiana Jones and the Infernal Machine",
    "platforms": [
      {
        "id": 4,
        "name": "Nintendo 64"
      },
      {
        "id": 6,
        "name": "PC (Microsoft Windows)"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      }
    ],
    "rating": 76.9413825337517,
    "summary": "1947. The Nazis have been crushed, the Cold War has begun and Soviet agents are sniffing around the ruins of the fabled Tower of Babel. What are they up to? The CIA wants renowned archaeologist and adventurer Dr. Henry \"Indiana\" Jones, Jr. to find out. Grab your whip and fedora and join Indy in a globe-spanning race to unearth the mysterious \"Infernal Machine.\"",
    "total_rating": 83.47069126687586,
    "url": "https://www.igdb.com/games/indiana-jones-and-the-infernal-machine"
  },
  {
    "id": 24164,
    "aggregated_rating": 90.0,
    "cover": {
      "id": 27579,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/hbzgklgnq7zmb4pshbyc.jpg"
    },
    "first_release_date": 943228800,
    "genres": [
      {
        "id": 4,
        "name": "Fighting"
      }
    ],
    "name": "International Karate 2000",
    "platforms": [
      {
        "id": 22,
        "name": "Game Boy Color"
      }
    ],
    "summary": "The classic karate fighter is back on the Game Boy Color, remade with the nostalgic gameplay that fans around the world will adore, and new playmodes to keep the action fresh and exciting. HIYAH!",
    "total_rating": 90.0,
    "url": "https://www.igdb.com/games/international-karate-2000"
  },
  {
    "id": 1641,
    "cover": {
      "id": 85662,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co1u3i.jpg"
    },
    "first_release_date": 1000166400,
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      }
    ],
    "involved_companies": [
      {
        "id": 141706,
        "company": {
          "id": 1,
          "name": "Electronic Arts"
        }
      },
      {
        "id": 141707,
        "company": {
          "id": 878,
          "name": "2n Productions"
        }
      }
    ],
    "name": "James Bond 007: The World Is Not Enough",
    "platforms": [
      {
        "id": 22,
        "name": "Game Boy Color"
      }
    ],
    "rating": 72.8609685220385,
    "storyline": "Pierce Brosnan\u0027s Bond must investigate the murder of a British oil tycoon and attacks on his new pipeline, which leads to a larger sinister plot requiring gunplay and frequent flier miles to diffuse.",
    "summary": "James Bond 007: The World Is Not Enough is based off of the 1999 James Bond film of the same name. In contrast to the Nintendo 64 and Playstation versions, this game only has eight missions and features a 2D overhead view instead of a 3D first-person. There is no multiplayer, no difficulty levels, and no save feature. Passwords are used to skip to later levels and unlock certain cheats.",
    "total_rating": 72.8609685220385,
    "url": "https://www.igdb.com/games/james-bond-007-the-world-is-not-enough"
  },
  {
    "id": 3729,
    "cover": {
      "id": 88548,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co1wbo.jpg"
    },
    "first_release_date": 966988800,
    "genres": [
      {
        "id": 9,
        "name": "Puzzle"
      }
    ],
    "involved_companies": [
      {
        "id": 9629,
        "company": {
          "id": 70,
          "name": "Nintendo"
        }
      },
      {
        "id": 9630,
        "company": {
          "id": 762,
          "name": "HAL Laboratory"
        }
      },
      {
        "id": 9631,
        "company": {
          "id": 1774,
          "name": "Nintendo R\u0026D2"
        }
      }
    ],
    "name": "Kirby Tilt \u0027n\u0027 Tumble",
    "platforms": [
      {
        "id": 22,
        "name": "Game Boy Color"
      }
    ],
    "rating": 72.45144431492,
    "summary": "Peacefully sleeping in his Dream Land, Kirby drifts lazily amongst the beauty of the sky. A beauty that King Dedede cannot abide with. Jealous of the sky\u0027s wondrous splendor, King Dedede has acquired a tool that will let him steal the night\u0027s stars, plunging the world into eternal drab daylight. When Kirby awoke, he found that it was still daytime. And evermore, it would be daytime, unless Kirby made the journey to find King Dedede and recover the stars to restore the night\u0027s sky. So begins the latest Kirby adventure, another action adventure with the morphing marshmallow in a starnge fantasy world. However, the one thing separating this latest adventure is the control scheme. Here, you don\u0027t control Kirby directly. Instead, you guide Kirby by tipping your system to roll the little round pink puff through a series of mazes. If you get in a jam you can make Kirby jump by a controller press, and Kirby can still acquire weapons from other enemies, but the real skill is using the tilting to your advantage.",
    "total_rating": 72.45144431492,
    "url": "https://www.igdb.com/games/kirby-tilt-n-tumble"
  },
  {
    "id": 20514,
    "cover": {
      "id": 97148,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co22yk.jpg"
    },
    "first_release_date": 904608000,
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 14,
        "name": "Sport"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "involved_companies": [
      {
        "id": 116027,
        "company": {
          "id": 716,
          "name": "Natsume"
        }
      },
      {
        "id": 116028,
        "company": {
          "id": 321,
          "name": "Tose"
        }
      },
      {
        "id": 126115,
        "company": {
          "id": 1767,
          "name": "Victor Interactive Software"
        }
      }
    ],
    "name": "Legend of the River King",
    "platforms": [
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 33,
        "name": "Game Boy"
      },
      {
        "id": 37,
        "name": "Nintendo 3DS"
      }
    ],
    "rating": 77.0,
    "summary": "You\u0027ll need all your angling and survival skills to succeed in this unique fishing RPG. On a perilous quest to capture a mysterious and mystical fish, you\u0027ll deploy a variety of tackle in both quiet lakes and raging rapids. Along the shores, dangerous animals are a constant threat. To get supplies, you\u0027ll sell some of your catch at village markets. You can also try your hand at raising a pet fish from embryo to adult and watch as it grows and even changes species!",
    "total_rating": 77.0,
    "url": "https://www.igdb.com/games/legend-of-the-river-king"
  },
  {
    "id": 1179,
    "cover": {
      "id": 122555,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co2mkb.jpg"
    },
    "first_release_date": 999820800,
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      }
    ],
    "involved_companies": [
      {
        "id": 2875,
        "company": {
          "id": 819,
          "name": "Neverland"
        }
      },
      {
        "id": 2876,
        "company": {
          "id": 817,
          "name": "Taito"
        }
      },
      {
        "id": 2878,
        "company": {
          "id": 104,
          "name": "Ubisoft Entertainment"
        }
      },
      {
        "id": 134532,
        "company": {
          "id": 716,
          "name": "Natsume"
        }
      },
      {
        "id": 135354,
        "company": {
          "id": 716,
          "name": "Natsume"
        }
      }
    ],
    "name": "Lufia: The Legend Returns",
    "platforms": [
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 37,
        "name": "Nintendo 3DS"
      }
    ],
    "rating": 90.0,
    "summary": "The island of the Sinistrals, Doom Island, sank deep into the sea after the second Doom Island War. It was believed to be in an eternal sleep, but has once again begun silently beating, preparing to make its appearance in the sky for the third time. The evil Sinistrals have again been resurrected and released an unforseen terror on the land. A force has awaken witin you... a spiritual flow that draws you to a conflict that will save the world! The power of Maxim\u0027s legendary bloodline lives in you... The thread of destiny guides you through an adventurous journey looking for an unknown destination!",
    "total_rating": 90.0,
    "url": "https://www.igdb.com/games/lufia-the-legend-returns"
  },
  {
    "id": 2246,
    "cover": {
      "id": 127847,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co2qnb.jpg"
    },
    "first_release_date": 473299200,
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 9,
        "name": "Puzzle"
      },
      {
        "id": 10,
        "name": "Racing"
      },
      {
        "id": 15,
        "name": "Strategy"
      },
      {
        "id": 33,
        "name": "Arcade"
      }
    ],
    "involved_companies": [
      {
        "id": 41645,
        "company": {
          "id": 1,
          "name": "Electronic Arts"
        }
      },
      {
        "id": 41648,
        "company": {
          "id": 11247,
          "name": "Mindscape, Inc."
        }
      },
      {
        "id": 41649,
        "company": {
          "id": 2404,
          "name": "Tengen"
        }
      },
      {
        "id": 41650,
        "company": {
          "id": 1783,
          "name": "Midway Home Entertainment"
        }
      },
      {
        "id": 41651,
        "company": {
          "id": 1137,
          "name": "Milton Bradley"
        }
      },
      {
        "id": 41652,
        "company": {
          "id": 8108,
          "name": "Virgin Games"
        }
      },
      {
        "id": 56740,
        "company": {
          "id": 1746,
          "name": "Atari Games Corporation"
        }
      },
      {
        "id": 56741,
        "company": {
          "id": 1746,
          "name": "Atari Games Corporation"
        }
      },
      {
        "id": 56742,
        "company": {
          "id": 2072,
          "name": "Home Data"
        }
      }
    ],
    "name": "Marble Madness",
    "platforms": [
      {
        "id": 13,
        "name": "PC DOS"
      },
      {
        "id": 15,
        "name": "Commodore C64/128"
      },
      {
        "id": 16,
        "name": "Amiga"
      },
      {
        "id": 18,
        "name": "Nintendo Entertainment System (NES)"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 29,
        "name": "Sega Mega Drive/Genesis"
      },
      {
        "id": 33,
        "name": "Game Boy"
      },
      {
        "id": 35,
        "name": "Sega Game Gear"
      },
      {
        "id": 52,
        "name": "Arcade"
      },
      {
        "id": 63,
        "name": "Atari ST/STE"
      },
      {
        "id": 64,
        "name": "Sega Master System"
      },
      {
        "id": 75,
        "name": "Apple II"
      },
      {
        "id": 115,
        "name": "Apple IIGS"
      },
      {
        "id": 118,
        "name": "FM Towns"
      },
      {
        "id": 121,
        "name": "Sharp X68000"
      },
      {
        "id": 149,
        "name": "PC-98"
      }
    ],
    "rating": 76.04187217466409,
    "summary": "Marble Madness is an isometric platform game in which the player manipulates an onscreen marble from a third-person perspective. The player controls the marble\u0027s movements with a trackball, though most home versions use game controllers with directional pads. The aim of the game is for the player to complete six maze-like, isometric race courses before a set amount of time expires. When a player completes a race, the remaining time is added to the next race\u0027s allotted time. The game also allows two players to compete against each other. \n \nCourses are populated with various objects and enemies designed to obstruct the player. As the game progresses, the courses become increasingly difficult and introduce more enemies and obstacles. Each course has a distinct visual theme. For example, the first race, titled \"Practice\", is a simple course that is much shorter than the others, while the fifth race, named \"Silly\", features polka-dot patterns and is oriented in a direction opposite from the other courses",
    "total_rating": 76.04187217466409,
    "url": "https://www.igdb.com/games/marble-madness"
  },
  {
    "id": 5600,
    "cover": {
      "id": 89365,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co1wyd.jpg"
    },
    "first_release_date": 956534400,
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      }
    ],
    "involved_companies": [
      {
        "id": 13515,
        "company": {
          "id": 129,
          "name": "Konami"
        }
      }
    ],
    "name": "Metal Gear Solid: Ghost Babel",
    "platforms": [
      {
        "id": 22,
        "name": "Game Boy Color"
      }
    ],
    "rating": 82.67962769719381,
    "storyline": "Early 21st century. An incident of unprecedented magnitude sends shockwaves trhough the highest levels of the U.S. Government: A prototype bipedal armored vehicle, Metal Gear, has been seized along with its nuclear payload by an armed group. In a radical response to ths crisis situation, the government calls in Solid Snake, the master saboteur who singlehandedly brought down the fortress state of Outer Heaven seven years ago.",
    "summary": "Originally titled Metal Gear Solid: Ghost Babel, Metal Gear Solid is a Game Boy Color spinoff of the popular stealth action game, Metal Gear Solid.\n\nGhost Babel is not a port of said game but an original game made specifically for the Game Boy Color. Ghost Babel is a non-canon game that serves as an alternate sequel to the events of the original Metal Gear. The game is set seven years after the events of Operation Intrude N313.",
    "total_rating": 82.67962769719381,
    "url": "https://www.igdb.com/games/metal-gear-solid-ghost-babel"
  },
  {
    "id": 3408,
    "cover": {
      "id": 84766,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co1tem.jpg"
    },
    "first_release_date": 974073600,
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      }
    ],
    "involved_companies": [
      {
        "id": 8897,
        "company": {
          "id": 70,
          "name": "Nintendo"
        }
      },
      {
        "id": 35563,
        "company": {
          "id": 771,
          "name": "Rare"
        }
      }
    ],
    "name": "Mickey\u0027s Speedway USA",
    "platforms": [
      {
        "id": 4,
        "name": "Nintendo 64"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      }
    ],
    "rating": 80.0,
    "summary": "Buckle up and get ready to race! Rally across America with Mickey and friends! Race around 20 All-American courses - from Alaska to the Everglades - as you try to track down the Weasels and rescue poor dognapped Pluto. Use Ludwig Von Drake\u0027s wacky weapons - such as the \"Antigrav-o-Kit Magno Flyer\" or the \"Stormy Weather Whenever Engager\" - to give you the edge. Then blast past your friends and listen as the drivers taunt each other using Disney\u0027s original character voices!",
    "total_rating": 80.0,
    "url": "https://www.igdb.com/games/mickey-s-speedway-usa"
  },
  {
    "id": 24413,
    "cover": {
      "id": 17611,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/lc3wexx20y9ijcwaoguy.jpg"
    },
    "first_release_date": 857174400,
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      }
    ],
    "involved_companies": [
      {
        "id": 39919,
        "company": {
          "id": 115,
          "name": "Codemasters"
        }
      },
      {
        "id": 39920,
        "company": {
          "id": 11010,
          "name": "Novalicious"
        }
      },
      {
        "id": 39921,
        "company": {
          "id": 327,
          "name": "Midway Games"
        }
      },
      {
        "id": 39922,
        "company": {
          "id": 263,
          "name": "Namco"
        }
      },
      {
        "id": 39923,
        "company": {
          "id": 197,
          "name": "THQ"
        }
      }
    ],
    "name": "Micro Machines V3",
    "platforms": [
      {
        "id": 6,
        "name": "PC (Microsoft Windows)"
      },
      {
        "id": 7,
        "name": "PlayStation"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      }
    ],
    "rating": 89.6863573175344,
    "summary": "Micro Machines V3 takes the immensely popular miniature-scale racing series to a new level by adding weapons and power-ups to the fray. Now you can grab turbo charges for bursts of speed or blast away opponents with grenades and force-fields. For the first time on a portable system you can still drive all of your favorite Micro Machines vehicles on all the classic tracks such as the pool tale and sand-box, but now you can do it with an attitude! Features 48 courses - breakfast table, school desk, science lab, beach, restaurant, garden, pool table, etc. Power-ups to blitz the opposition include: hammer, mines, force-field, etc. Collect, test and gamble special prize cars for up to 32 vehicles -- including monster trucks, transmutable cars, futuristic cars which are all faster than before.",
    "total_rating": 89.6863573175344,
    "url": "https://www.igdb.com/games/micro-machines-v3"
  },
  {
    "id": 1622,
    "cover": {
      "id": 85546,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co1u0a.jpg"
    },
    "first_release_date": 873936000,
    "genres": [
      {
        "id": 4,
        "name": "Fighting"
      }
    ],
    "involved_companies": [
      {
        "id": 5683,
        "company": {
          "id": 327,
          "name": "Midway Games"
        }
      },
      {
        "id": 5685,
        "company": {
          "id": 888,
          "name": "Digital Eclipse"
        }
      },
      {
        "id": 7327,
        "company": {
          "id": 425,
          "name": "Eurocom"
        }
      },
      {
        "id": 7328,
        "company": {
          "id": 327,
          "name": "Midway Games"
        }
      }
    ],
    "name": "Mortal Kombat 4",
    "platforms": [
      {
        "id": 4,
        "name": "Nintendo 64"
      },
      {
        "id": 6,
        "name": "PC (Microsoft Windows)"
      },
      {
        "id": 7,
        "name": "PlayStation"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 23,
        "name": "Dreamcast"
      },
      {
        "id": 52,
        "name": "Arcade"
      }
    ],
    "rating": 70.5057146479775,
    "storyline": "Thousands of years before the setting of the first game, Shinnok, one of the Elder Gods who control the six realms in the Mortal Kombat universe, attempted to become the conqueror of them all. Thunder god Raiden fought and defeated Shinnok in a war that spanned hundreds of years, sending him to the Netherrealm, where he would be trapped forever. Now, Shinnok has managed to escape from the Netherealm with help from the sorcerer Quan Chi, and seeks vengeance against the Elder Gods who banished him. In his plan, he first conquers the realm of Edenia, with the aid of a traitor, Tanya, while he prepares to attack the Elder Gods. In order to stop Shinnok\u0027s menace, Raiden requests help from the Earthrealm warriors who saved the realms from Emperor Shao Kahn in previous titles.",
    "summary": "Mortal Kombat 4 is 1 vs 1 fighting game, similar to the other Mortal Kombat games, but this is first game in series with 3D characters models. The player can choose from 15 different fighters at the start (and several unlockables later on). Many fighters from earlier games in the series make a comeback (like Scorpion, Sub Zero, Liu Kang, Sonya Blade, Johnny Cage etc.) while other new fighters join in, like Shinook (who is the main evil character in this game), Fujin, Jarek, and Kai. Goro returns as a boss.",
    "total_rating": 70.5057146479775,
    "url": "https://www.igdb.com/games/mortal-kombat-4"
  },
  {
    "id": 21840,
    "aggregated_rating": 80.0,
    "cover": {
      "id": 93480,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co204o.jpg"
    },
    "first_release_date": 938736000,
    "genres": [
      {
        "id": 9,
        "name": "Puzzle"
      },
      {
        "id": 15,
        "name": "Strategy"
      }
    ],
    "involved_companies": [
      {
        "id": 71565,
        "company": {
          "id": 13634,
          "name": "Sony Computer Entertainment"
        }
      },
      {
        "id": 92489,
        "company": {
          "id": 263,
          "name": "Namco"
        }
      }
    ],
    "name": "Mr. Driller",
    "platforms": [
      {
        "id": 6,
        "name": "PC (Microsoft Windows)"
      },
      {
        "id": 7,
        "name": "PlayStation"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 23,
        "name": "Dreamcast"
      },
      {
        "id": 52,
        "name": "Arcade"
      },
      {
        "id": 123,
        "name": "WonderSwan Color"
      }
    ],
    "rating": 88.35405871706611,
    "summary": "Mr. Driller\u0027s world has been covered with mysterious colored blocks. Armed with only a mighty drill, you\u0027ll have to dig your way down to safety before his air supply runs out! It will take quick thinking and sharp reflexes to get the job done. Can you handle the challenge?\n\nMr Driller is a real-time puzzle game that relies solely on quick-thinking and a bit of planning. Gameplay is a combination of Tetris and Boulder Dash: You have to drill down through multi-colored blocks to reach the bottom while avoiding the consequences of reckless drilling (blocks may fall on you and crush you).",
    "total_rating": 84.17702935853305,
    "url": "https://www.igdb.com/games/mr-driller"
  },
  {
    "id": 812,
    "aggregated_rating": 80.0,
    "cover": {
      "id": 812,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/rr18if0tqpt1dqp1tepx.jpg"
    },
    "first_release_date": 852076800,
    "genres": [
      {
        "id": 14,
        "name": "Sport"
      }
    ],
    "involved_companies": [
      {
        "id": 1809,
        "company": {
          "id": 327,
          "name": "Midway Games"
        }
      }
    ],
    "name": "NFL Blitz",
    "platforms": [
      {
        "id": 4,
        "name": "Nintendo 64"
      },
      {
        "id": 6,
        "name": "PC (Microsoft Windows)"
      },
      {
        "id": 7,
        "name": "PlayStation"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 52,
        "name": "Arcade"
      }
    ],
    "rating": 79.8916439525826,
    "summary": "NFL Blitz takes the idea of a normal football video game and turns it on its head with fewer players, bigger hits, and lots of personality.",
    "total_rating": 79.9458219762913,
    "url": "https://www.igdb.com/games/nfl-blitz"
  },
  {
    "id": 813,
    "cover": {
      "id": 115160,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co2guw.jpg"
    },
    "first_release_date": 936057600,
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 14,
        "name": "Sport"
      }
    ],
    "involved_companies": [
      {
        "id": 1810,
        "company": {
          "id": 454,
          "name": "EA Sports"
        }
      },
      {
        "id": 1811,
        "company": {
          "id": 277,
          "name": "EA Canada"
        }
      },
      {
        "id": 2265,
        "company": {
          "id": 285,
          "name": "Tiertex Design Studios"
        }
      }
    ],
    "name": "NHL 2000",
    "platforms": [
      {
        "id": 6,
        "name": "PC (Microsoft Windows)"
      },
      {
        "id": 7,
        "name": "PlayStation"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      }
    ],
    "rating": 70.0198585081296,
    "summary": "Professional hockey comes to the Game Boy Color with NHL 2000. You can choose from all of the NHL teams, including the expansion Atlanta Thrashers. Play an Exhibition game to work on your tactics and strategies, and when you are ready for long-term competition, try to endure an 82-game Season, or just skip straight to the Playoffs. While in the game, you will have to learn when to make line changes and determine when it\u0027s a good time to pull the goalie. In addition to these tactical decisions, you must also deal with penalties and infractions including offsides, two-line passes, and icing. However, you can customize the game by turning off certain rules and setting the referee\u0027s strictness. In addition, there are three different difficulty levels. Will you be able to claim the Stanley Cup? The only way to find out is by playing NHL 2000.",
    "total_rating": 70.0198585081296,
    "url": "https://www.igdb.com/games/nhl-2000"
  },
  {
    "id": 1000,
    "aggregated_rating": 80.0,
    "cover": {
      "id": 173511,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co3pvr.jpg"
    },
    "first_release_date": 911260800,
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 9,
        "name": "Puzzle"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "involved_companies": [
      {
        "id": 63949,
        "company": {
          "id": 311,
          "name": "Digital Dialect"
        }
      },
      {
        "id": 113091,
        "company": {
          "id": 205,
          "name": "GT Interactive"
        }
      },
      {
        "id": 113092,
        "company": {
          "id": 727,
          "name": "Oddworld Inhabitants"
        }
      }
    ],
    "name": "Oddworld: Abe\u0027s Exoddus",
    "platforms": [
      {
        "id": 6,
        "name": "PC (Microsoft Windows)"
      },
      {
        "id": 7,
        "name": "PlayStation"
      },
      {
        "id": 9,
        "name": "PlayStation 3"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 24,
        "name": "Game Boy Advance"
      },
      {
        "id": 38,
        "name": "PlayStation Portable"
      },
      {
        "id": 46,
        "name": "PlayStation Vita"
      }
    ],
    "rating": 83.71555346769,
    "summary": "Abe’s peaceful retirement was shattered when visited by a vision from the Three Weirdos. Abe learned the Magog Cartel was mining Necrum, the sacred Mudokon city of the dead, to collect bones to make super-addictive SoulStorm Brew.\nAfter freeing the Mudokon spirits imprisoned in the Mudanchee and Mudomo Vaults, Abe gained scary powers from the Weirdos, including the ability to heal his Mudokon friends of SoulStorm addiction, and the power to turn invisible. Infiltrating the transportation hub of FeeCo Depot, and using explosive farts to survive adventures at the Slig Barracks and Bonewerks, Abe broke into SoulStorm Brewery.\nThere Abe learned the truth behind the secret ingredient of SoulStorm Brew... just before blasting the place to atoms with the combined power of the sobered-up Mudokon he’d rescued. Then Abe joined his brew-addled pals at Alf’s Rehab \u0026 Tea to take the cure – the journey of a lifetime starts with one step.\nOr is it twelve?",
    "total_rating": 81.857776733845,
    "url": "https://www.igdb.com/games/oddworld-abe-s-exoddus"
  },
  {
    "id": 1464,
    "cover": {
      "id": 101118,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co260u.jpg"
    },
    "first_release_date": 965088000,
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      }
    ],
    "involved_companies": [
      {
        "id": 3107,
        "company": {
          "id": 771,
          "name": "Rare"
        }
      },
      {
        "id": 3507,
        "company": {
          "id": 70,
          "name": "Nintendo"
        }
      }
    ],
    "name": "Perfect Dark",
    "platforms": [
      {
        "id": 22,
        "name": "Game Boy Color"
      }
    ],
    "rating": 73.0,
    "storyline": "Set in early 2022, Perfect Dark follows agent Joanna Dark during the final stages of her training at the Carrington Institute, a research centre founded by Daniel Carrington. After completing her training, Joanna is sent on a mission to destroy a cyborg manufacturing facility in the South American jungle. The facility is run by Mink Hunter and produces high-tech weaponry for terrorist operations. Joanna completes her mission successfully, killing Hunter and destroying the entire facility. She then reports that, during her landing in the jungle, she witnessed an aircraft being shot down and made a note of the coordinates. Carrington learns that there is a UFO in the area and that dataDyne, the Carrington Institute\u0027s rival corporation, is getting away with the alien wreckage.\n\nJoanna is sent to investigate the crash site, but is ultimately captured and taken to the Pelagic I research vessel, along with the alien wreckage. An alien eventually rescues Joanna, telling her that she must gather as much information on the alien wreckage as possible, and then sink the Pelagic I. After succeeding, Joanna tells Carrington that the wreckage belonged to an alien race called the Skedar. The situation changes abruptly when the Carrington Institute is stormed by a dataDyne strike team who hopes to destroy any evidence against them. Joanna defends the Carrington Institute and her work earns her enough recognition to take part in her next mission. The game ends with the Carrington Institute carrying out further investigations on dataDyne.",
    "summary": "Perfect Dark is an action video game developed by Rare and released for the Game Boy Color handheld console in 2000. As a prequel to its Nintendo 64 counterpart, the game follows agent Joanna Dark as she completes her training at the Carrington Institute research centre and uncovers information against rival corporation dataDyne. The gameplay revolves around shooting opponents and completing objectives such as rescuing hostages or recovering items. The game also includes a multiplayer mode where two players may compete against each other in several deathmatch modes.",
    "total_rating": 73.0,
    "url": "https://www.igdb.com/games/perfect-dark--2"
  },
  {
    "id": 2980,
    "cover": {
      "id": 152821,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co39x1.jpg"
    },
    "first_release_date": 881884800,
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "involved_companies": [
      {
        "id": 7357,
        "company": {
          "id": 864,
          "name": "Hudson Soft"
        }
      },
      {
        "id": 7358,
        "company": {
          "id": 70,
          "name": "Nintendo"
        }
      }
    ],
    "name": "Pocket Bomberman",
    "platforms": [
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 33,
        "name": "Game Boy"
      }
    ],
    "rating": 76.0,
    "storyline": "Sunlight has been stolen from Bomberman\u0027s world and in order to regain the light our hero must venture through each zone and ultimately defeat the evil that awaits him atop the mountain.",
    "summary": "Everyone is familiar with explosive hurling hero \u0027Bomberman\u0027 but this time he\u0027s back in a side-view platforming adventure on the Game Boy and Game Boy Color. Use your bombs to blast your way through each stage and overcome the boss battles at the end of each zone to reach your ultimate goal.",
    "total_rating": 76.0,
    "url": "https://www.igdb.com/games/pocket-bomberman"
  },
  {
    "id": 1514,
    "aggregated_rating": 85.0,
    "cover": {
      "id": 129813,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co2s5x.jpg"
    },
    "first_release_date": 976752000,
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "involved_companies": [
      {
        "id": 59014,
        "company": {
          "id": 1617,
          "name": "Game Freak"
        }
      },
      {
        "id": 59015,
        "company": {
          "id": 70,
          "name": "Nintendo"
        }
      }
    ],
    "name": "Pokémon Crystal",
    "platforms": [
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 37,
        "name": "Nintendo 3DS"
      }
    ],
    "rating": 89.1577058819157,
    "summary": "Released as a special edition to Pokémon Gold and Silver (1999), Pokémon Crystal added the option to play as a female character, expanded upon the storyline and made slight aesthetic changes to the still-intact core experience of becoming a Pokémon Master.",
    "total_rating": 87.07885294095786,
    "url": "https://www.igdb.com/games/pokemon-crystal"
  },
  {
    "id": 1558,
    "aggregated_rating": 87.5,
    "cover": {
      "id": 129811,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co2s5v.jpg"
    },
    "first_release_date": 943142400,
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 16,
        "name": "Turn-based strategy (TBS)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "involved_companies": [
      {
        "id": 133809,
        "company": {
          "id": 1617,
          "name": "Game Freak"
        }
      },
      {
        "id": 133810,
        "company": {
          "id": 70,
          "name": "Nintendo"
        }
      }
    ],
    "name": "Pokémon Gold",
    "platforms": [
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 37,
        "name": "Nintendo 3DS"
      }
    ],
    "rating": 86.41247289056369,
    "summary": "Turn-based JRPGs and sequels to Pokémon Red and Blue Versions (1998), Gold and Silver Versions offer 100 new Pokémon to capture and train, 8 more Gyms to take on and a new Pokémon League challenge. Featuring an expanded post-game, Pokémon Gold and Silver additionally offer extra content from the previous entries in the series.",
    "total_rating": 86.95623644528185,
    "url": "https://www.igdb.com/games/pokemon-gold"
  },
  {
    "id": 49857,
    "cover": {
      "id": 91884,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co1ywc.jpg"
    },
    "first_release_date": 978566400,
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 9,
        "name": "Puzzle"
      },
      {
        "id": 15,
        "name": "Strategy"
      }
    ],
    "involved_companies": [
      {
        "id": 135132,
        "company": {
          "id": 25077,
          "name": "Intelligent Systems"
        }
      },
      {
        "id": 135134,
        "company": {
          "id": 70,
          "name": "Nintendo"
        }
      }
    ],
    "name": "Pokémon Puzzle Challenge",
    "platforms": [
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 37,
        "name": "Nintendo 3DS"
      }
    ],
    "rating": 79.7822857587399,
    "summary": "In a rising pit of colored blocks, it\u0027s your task to continuously eliminate these tiles by switching two tiles\u0027 positions on the horizontal row. When three or more tiles link up in a up/down or left/right fashion, they disappear. Gravity kicks in and settles the rest of the tiles into the bin ? this can cause a chain reaction to occur since other blocks of the same color can fall into place next to each other. It\u0027s up to you to continuously work the bin to wipe out tiles by making combination connections and chain reactions. That\u0027s the game in a nutshell, but there are several modes of play that\u0027ll keep your fingers busy. In the game\u0027s Challenge mode, for example, you\u0027re up against a computer opponent and you\u0027ll have to make combos and chain reactions to send garbage blocks to his unseen screen -- but keep in mind your opponent\u0027s doing the same to you.",
    "total_rating": 79.7822857587399,
    "url": "https://www.igdb.com/games/pokemon-puzzle-challenge"
  },
  {
    "id": 1513,
    "aggregated_rating": 85.0,
    "cover": {
      "id": 129812,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co2s5w.jpg"
    },
    "first_release_date": 943142400,
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 16,
        "name": "Turn-based strategy (TBS)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "involved_companies": [
      {
        "id": 134659,
        "company": {
          "id": 1617,
          "name": "Game Freak"
        }
      },
      {
        "id": 134661,
        "company": {
          "id": 70,
          "name": "Nintendo"
        }
      }
    ],
    "name": "Pokémon Silver",
    "platforms": [
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 37,
        "name": "Nintendo 3DS"
      }
    ],
    "rating": 88.259861560023,
    "summary": "Turn-based JRPGs and sequels to Pokémon Red and Blue Versions (1998), Gold and Silver Versions offer 100 new Pokémon to capture and train, 8 more Gyms to take on and a new Pokémon League challenge. Featuring an expanded post-game, Pokémon Gold and Silver additionally offer extra content from the previous entries in the series.",
    "total_rating": 86.6299307800115,
    "url": "https://www.igdb.com/games/pokemon-silver"
  },
  {
    "id": 4567,
    "cover": {
      "id": 125127,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co2ojr.jpg"
    },
    "first_release_date": 913939200,
    "genres": [
      {
        "id": 9,
        "name": "Puzzle"
      },
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 15,
        "name": "Strategy"
      },
      {
        "id": 16,
        "name": "Turn-based strategy (TBS)"
      },
      {
        "id": 31,
        "name": "Adventure"
      },
      {
        "id": 35,
        "name": "Card \u0026 Board Game"
      }
    ],
    "involved_companies": [
      {
        "id": 149173,
        "company": {
          "id": 70,
          "name": "Nintendo"
        }
      },
      {
        "id": 149174,
        "company": {
          "id": 864,
          "name": "Hudson Soft"
        }
      },
      {
        "id": 149175,
        "company": {
          "id": 1393,
          "name": "Creatures Inc."
        }
      }
    ],
    "name": "Pokémon Trading Card Game",
    "platforms": [
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 37,
        "name": "Nintendo 3DS"
      }
    ],
    "rating": 73.4279316120125,
    "summary": "Your goal in life is to become a Pokemon Card Master. In order to do that, you must pick a deck from three starter packs of cards based on Charmander, Squirtle, and Bulbasaur and travel to the eight card clubs and defeat their leaders. Along the way, you will challenge many players to collect new cards and the helpful Professor Mason will aid you by giving you cards as well. While becoming a card master is a laudable accomplishment, the real goal of the game is to collect all of the cards over 200 in all. If you want to collect all of the cards, you must play human opponents in the Pop mode to get a chance to earn rare cards. All of the complexity of the real-world game has been captured here. Play Pokemon Trading Card Game and become a Pokemon Card Master.",
    "total_rating": 73.4279316120125,
    "url": "https://www.igdb.com/games/pokemon-trading-card-game"
  },
  {
    "id": 1512,
    "aggregated_rating": 80.0,
    "cover": {
      "id": 129968,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co2sa8.jpg"
    },
    "first_release_date": 905558400,
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "involved_companies": [
      {
        "id": 148247,
        "company": {
          "id": 70,
          "name": "Nintendo"
        }
      },
      {
        "id": 148248,
        "company": {
          "id": 1617,
          "name": "Game Freak"
        }
      }
    ],
    "name": "Pokémon Yellow",
    "platforms": [
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 33,
        "name": "Game Boy"
      },
      {
        "id": 37,
        "name": "Nintendo 3DS"
      }
    ],
    "rating": 83.1804666582582,
    "storyline": "Like Pokémon Red and Blue, Yellow takes place in the region of Kanto, which features habitats for 151 Pokémon species. The objectives remain the same as well, though some differences exist along the way. For example, in the beginning, the player is not given an option of choosing one of three starters. Instead, a wild Pikachu that Professor Oak catches becomes player\u0027s Pokémon, while the rival character takes an Eevee that was intended for the player. The plot takes from the anime, and features characters that were not featured in the game or have been enhanced to resemble their anime characters, including Jessie, James, Meowth, Nurse Joy and Officer Jenny. Similar to the anime, Pikachu refuses to evolve. Players are also given the opportunity to obtain the original three starters. As players quest on, they collect more Pokémon and use them to defeat the eight Gym Leaders and eventually the Elite Four, all the while battling Team Rocket, a gang devoted to using Pokémon in order to make themselves more powerful.",
    "summary": "An enhanced version of Pokémon Red and Blue Versions, Pokémon Yellow brings the video game experience closer to the Pokémon Anime by allowing you to start the game with your very own Pikachu following you around on-foot and collect the 3 other starters from strangers you meet around the region. However, your goal remains the same: catch them all and become the ultimate Pokémon Master.",
    "total_rating": 81.59023332912909,
    "url": "https://www.igdb.com/games/pokemon-yellow"
  },
  {
    "id": 2472,
    "cover": {
      "id": 88016,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co1vww.jpg"
    },
    "first_release_date": 623376000,
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 9,
        "name": "Puzzle"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "involved_companies": [
      {
        "id": 117079,
        "company": {
          "id": 2404,
          "name": "Tengen"
        }
      },
      {
        "id": 117082,
        "company": {
          "id": 10068,
          "name": "Masaya"
        }
      },
      {
        "id": 117083,
        "company": {
          "id": 129,
          "name": "Konami"
        }
      },
      {
        "id": 117085,
        "company": {
          "id": 607,
          "name": "Red Orb Entertainment"
        }
      },
      {
        "id": 125989,
        "company": {
          "id": 7041,
          "name": "Ubisoft"
        }
      },
      {
        "id": 157022,
        "company": {
          "id": 4530,
          "name": "Riverhillsoft"
        }
      },
      {
        "id": 157023,
        "company": {
          "id": 7301,
          "name": "Arsys Software"
        }
      },
      {
        "id": 157024,
        "company": {
          "id": 17194,
          "name": "Domark"
        }
      },
      {
        "id": 157025,
        "company": {
          "id": 608,
          "name": "Broderbund"
        }
      }
    ],
    "name": "Prince of Persia",
    "platforms": [
      {
        "id": 13,
        "name": "PC DOS"
      },
      {
        "id": 14,
        "name": "Mac"
      },
      {
        "id": 16,
        "name": "Amiga"
      },
      {
        "id": 18,
        "name": "Nintendo Entertainment System (NES)"
      },
      {
        "id": 19,
        "name": "Super Nintendo Entertainment System (SNES)"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 25,
        "name": "Amstrad CPC"
      },
      {
        "id": 29,
        "name": "Sega Mega Drive/Genesis"
      },
      {
        "id": 33,
        "name": "Game Boy"
      },
      {
        "id": 35,
        "name": "Sega Game Gear"
      },
      {
        "id": 37,
        "name": "Nintendo 3DS"
      },
      {
        "id": 63,
        "name": "Atari ST/STE"
      },
      {
        "id": 64,
        "name": "Sega Master System"
      },
      {
        "id": 75,
        "name": "Apple II"
      },
      {
        "id": 78,
        "name": "Sega CD"
      },
      {
        "id": 86,
        "name": "TurboGrafx-16/PC Engine"
      },
      {
        "id": 118,
        "name": "FM Towns"
      },
      {
        "id": 121,
        "name": "Sharp X68000"
      }
    ],
    "rating": 82.5936538242579,
    "storyline": "The game is set in ancient Persia. While the sultan is fighting a war in a foreign land, his vizier Jaffar, a wizard, seizes power. His only obstacle to the throne is the Sultan\u0027s daughter (although the game never specifically mentions how). Jaffar locks her in a tower and orders her to become his wife, or she would die within 60 minutes (extended to 120 minutes in the Super NES version, which has longer and harder levels). The game\u0027s unnamed protagonist, whom the Princess loves, is thrown prisoner into the palace dungeons. In order to free her, he must escape the dungeons, get to the palace tower and defeat Jaffar before time runs out. But in addition to guards, various traps and dungeons, the protagonist is further hindered by his own doppelgänger, an apparition of his own self that is conjured out of a magic mirror.",
    "summary": "The game is set in ancient Persia. While the sultan is fighting a war in a foreign land, his vizier Jaffar, a wizard, seizes power. Jaffar\u0027s only obstacle to the throne is the Sultan\u0027s daughter (although the game never specifically mentions how). Jaffar locks her in a tower and orders her, under threat of execution, to become his wife. The game\u0027s nameless protagonist, whom the Princess loves, is thrown into the palace dungeons. The player must lead the protagonist out of the dungeons and to the palace tower, defeating Jaffar and freeing the Princess in under 60 minutes. In addition to guards, various traps and dungeons, the protagonist is further hindered by his own doppelgänger, an apparition of his own self that is conjured out of a magic mirror.",
    "total_rating": 82.5936538242579,
    "url": "https://www.igdb.com/games/prince-of-persia--2"
  },
  {
    "id": 6826,
    "cover": {
      "id": 6992,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/ozsx8cykgigebesddkc5.jpg"
    },
    "first_release_date": 902361600,
    "genres": [
      {
        "id": 9,
        "name": "Puzzle"
      }
    ],
    "involved_companies": [
      {
        "id": 16176,
        "company": {
          "id": 74,
          "name": "CyberFront"
        }
      },
      {
        "id": 16177,
        "company": {
          "id": 817,
          "name": "Taito"
        }
      }
    ],
    "name": "Puzzle Bobble 4",
    "platforms": [
      {
        "id": 6,
        "name": "PC (Microsoft Windows)"
      },
      {
        "id": 7,
        "name": "PlayStation"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 23,
        "name": "Dreamcast"
      },
      {
        "id": 52,
        "name": "Arcade"
      }
    ],
    "rating": 79.9983156686831,
    "summary": "Puzzle Bobble 4 (also known as Bust-a-Move 4 in North America and Europe) is the third sequel to the video game Puzzle Bobble and is the final appearance of the series on the Arcade, PlayStation and Dreamcast. The game is also the final title to be recognizably similar in presentation to the original.\n\nBuilding upon the success of Puzzle Bobble 3, the game adds a pulley system that requires two sets of bubbles, attached to either side of a rope hanging across two pulleys. The game contains a story mode for single player play.\n\nIn total, the game features 640 levels. The console version features a level editor to either create and save a level, set a succession of levels, or to create an unlimited amount of extra levels and stages. It also has an alternative \"story mode\".",
    "total_rating": 79.9983156686831,
    "url": "https://www.igdb.com/games/puzzle-bobble-4"
  },
  {
    "id": 4405,
    "cover": {
      "id": 213191,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co4khz.jpg"
    },
    "first_release_date": 567907200,
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 33,
        "name": "Arcade"
      }
    ],
    "involved_companies": [
      {
        "id": 151660,
        "company": {
          "id": 1440,
          "name": "Taito Corporation"
        }
      },
      {
        "id": 151661,
        "company": {
          "id": 821,
          "name": "TDK Mediactive"
        }
      },
      {
        "id": 151662,
        "company": {
          "id": 14082,
          "name": "NEC Avenue"
        }
      },
      {
        "id": 151663,
        "company": {
          "id": 38100,
          "name": "MediaKite Distribution"
        }
      },
      {
        "id": 165700,
        "company": {
          "id": 512,
          "name": "Ocean"
        }
      },
      {
        "id": 165701,
        "company": {
          "id": 1440,
          "name": "Taito Corporation"
        }
      }
    ],
    "name": "Rainbow Islands: The Story of Bubble Bobble 2",
    "platforms": [
      {
        "id": 6,
        "name": "PC (Microsoft Windows)"
      },
      {
        "id": 15,
        "name": "Commodore C64/128"
      },
      {
        "id": 16,
        "name": "Amiga"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 25,
        "name": "Amstrad CPC"
      },
      {
        "id": 26,
        "name": "ZX Spectrum"
      },
      {
        "id": 52,
        "name": "Arcade"
      },
      {
        "id": 63,
        "name": "Atari ST/STE"
      },
      {
        "id": 86,
        "name": "TurboGrafx-16/PC Engine"
      }
    ],
    "rating": 79.1009151818417,
    "storyline": "Bubby and Bobby set off to rescue the inhabitants of the Rainbow Islands, who have been turned into Bubble Dragons by the evil Boss of Shadow. They must collect the big gems and mirrors on the ten Rainbow Islands and defeat the Boss of Shadow to return the islanders to normal.",
    "summary": "Rainbow Islands is a 1987 arcade game developed and published by Taito. The arcade version was licensed to Romstar for North American manufacturing and distribution. The game is subtitled \"The Story of Bubble Bobble 2\" and is the sequel to Taito\u0027s hit game Bubble Bobble from the previous year. It is the second of four arcade games in the Bubble Bobble series. The game was ported for numerous home computers and game consoles.",
    "total_rating": 79.1009151818417,
    "url": "https://www.igdb.com/games/rainbow-islands-the-story-of-bubble-bobble-2"
  },
  {
    "id": 3056,
    "cover": {
      "id": 100385,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co25gh.jpg"
    },
    "first_release_date": 875577600,
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 33,
        "name": "Arcade"
      }
    ],
    "involved_companies": [
      {
        "id": 7734,
        "company": {
          "id": 1295,
          "name": "Point of View"
        }
      },
      {
        "id": 7735,
        "company": {
          "id": 325,
          "name": "Saffire"
        }
      },
      {
        "id": 110729,
        "company": {
          "id": 888,
          "name": "Digital Eclipse"
        }
      },
      {
        "id": 110730,
        "company": {
          "id": 887,
          "name": "Midway Amusement Games"
        }
      },
      {
        "id": 110731,
        "company": {
          "id": 1267,
          "name": "Backbone Entertainment"
        }
      },
      {
        "id": 110732,
        "company": {
          "id": 243,
          "name": "Sony Online Entertainment"
        }
      },
      {
        "id": 110733,
        "company": {
          "id": 5461,
          "name": "Game Refuge Inc"
        }
      }
    ],
    "name": "Rampage World Tour",
    "platforms": [
      {
        "id": 4,
        "name": "Nintendo 64"
      },
      {
        "id": 7,
        "name": "PlayStation"
      },
      {
        "id": 9,
        "name": "PlayStation 3"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 32,
        "name": "Sega Saturn"
      },
      {
        "id": 74,
        "name": "Windows Phone"
      }
    ],
    "rating": 71.5679378223472,
    "storyline": "George, Lizzie, and Ralph have been released due to an explosion at a Scumlabs facility. The trio begin to destroy all of Scumlabs\u0027 bases scattered throughout the world and kill its employees. In the last levels, Scumlabs CEO Eustace DeMonic turns himself into a monster in an attempt to combat George, Lizzie, and Ralph, but is defeated during a battle on a lunar base. After this, the only surviving Scumlabs employee Dr. Elizabeth Veronica tries to disintegrate the monsters with a ray gun on her spaceship, but it only shrinks them to a miniature size, and they wind up inside her ship. George and Ralph pose on the shelves, while Lizzie bounces atop of Veronica\u0027s breasts (though the latter portion is censored on home ports).",
    "summary": "Rampage World Tour is a updated version of the classic Rampage. Rampage World Tour starts off at Scumlabs International where three lab technicians, George, Lizzy, and Ralph have mutated in an accident involving toxic waste. George has turned into a gigantic ape, Lizzy a gigantic lizard or dinosaur, and Ralph some sort of gigantic wolf. The three destroy the lab they previously worked at and then embark on a path of destruction encompassing the entire globe.",
    "total_rating": 71.5679378223472,
    "url": "https://www.igdb.com/games/rampage-world-tour"
  },
  {
    "id": 85578,
    "cover": {
      "id": 122481,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co2mi9.jpg"
    },
    "first_release_date": 951782400,
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      }
    ],
    "involved_companies": [
      {
        "id": 61460,
        "company": {
          "id": 7041,
          "name": "Ubisoft"
        }
      }
    ],
    "name": "Rayman",
    "platforms": [
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 37,
        "name": "Nintendo 3DS"
      }
    ],
    "rating": 79.0580177628164,
    "summary": "In the intro cutscene, Rayman was taking a nap one day until he was awaken by tiny fairies called \"Tings\". They tell him that the evil Mr. Dark has captured Electoons, and is stealing their power. Rayman springs into action to free the Toons and to put a stop to the villain.",
    "total_rating": 79.0580177628164,
    "url": "https://www.igdb.com/games/rayman--1"
  },
  {
    "id": 4429,
    "cover": {
      "id": 128520,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co2r60.jpg"
    },
    "first_release_date": 723168000,
    "genres": [
      {
        "id": 4,
        "name": "Fighting"
      },
      {
        "id": 10,
        "name": "Racing"
      }
    ],
    "involved_companies": [
      {
        "id": 36215,
        "company": {
          "id": 1,
          "name": "Electronic Arts"
        }
      },
      {
        "id": 36217,
        "company": {
          "id": 1,
          "name": "Electronic Arts"
        }
      },
      {
        "id": 99564,
        "company": {
          "id": 1824,
          "name": "3d6 Games"
        }
      }
    ],
    "name": "Road Rash II",
    "platforms": [
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 29,
        "name": "Sega Mega Drive/Genesis"
      }
    ],
    "rating": 78.9370752084282,
    "summary": "Road Rashing isn\u0027t just a sport. It\u0027s an attitude! Road Rash II is the ultimate 2-player racing game with a radically unique split-screen for distinguishing between racers. Cruising cross-country was never this hairy! Spectacular new body-torquing wipe outs! More obstacles to crash into than ever before. Terrorize your opponents on 5 new tracks, each with 5 different levels. Swing a steel chain for some real heavy metal damage! 15 brand new, lightning-fast cycles, including nitro-equipped Super-Bikes!",
    "total_rating": 78.9370752084282,
    "url": "https://www.igdb.com/games/road-rash-ii"
  },
  {
    "id": 3596,
    "cover": {
      "id": 182312,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co3wo8.jpg"
    },
    "first_release_date": 915148800,
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      }
    ],
    "involved_companies": [
      {
        "id": 9298,
        "company": {
          "id": 1746,
          "name": "Atari Games Corporation"
        }
      },
      {
        "id": 9299,
        "company": {
          "id": 327,
          "name": "Midway Games"
        }
      }
    ],
    "name": "San Francisco Rush 2049",
    "platforms": [
      {
        "id": 4,
        "name": "Nintendo 64"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 23,
        "name": "Dreamcast"
      },
      {
        "id": 52,
        "name": "Arcade"
      }
    ],
    "rating": 70.014822679915,
    "summary": "San Francisco Rush 2049 is the third game in the Rush series, sequel to San Francisco Rush and Rush 2: Extreme Racing USA.\nThe game features a futuristic representation of San Francisco and an arcade-style physics engine. It also features a multiplayer mode for up to four players and Rumble Pak support on the Nintendo 64 port. A major difference in game play compared to predecessors in the series is the ability to extend wings from the cars in midair and glide. As with previous titles in the franchise, Rush 2049 features a stunt mode in which the player scores points for complex mid-air maneuvers and successful landings. There is also a multiplayer deathmatch battle mode. There are six race tracks, four stunt arenas, eight battle arenas, and one unlockable obstacle course named The Gauntlet. The single player race mode places emphasis on outlandish and death-defying shortcuts in each track. The game has a soundtrack mostly comprising techno music.",
    "total_rating": 70.014822679915,
    "url": "https://www.igdb.com/games/san-francisco-rush-2049"
  },
  {
    "id": 8432,
    "cover": {
      "id": 103146,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co27l6.jpg"
    },
    "first_release_date": 1022976000,
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "involved_companies": [
      {
        "id": 20762,
        "company": {
          "id": 37,
          "name": "Capcom"
        }
      },
      {
        "id": 149256,
        "company": {
          "id": 28729,
          "name": "WayForward"
        }
      }
    ],
    "name": "Shantae",
    "platforms": [
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 37,
        "name": "Nintendo 3DS"
      }
    ],
    "rating": 73.0804584234606,
    "storyline": "A gang of pirates, the Tinkerbats, led by Risky Boots, attacks Scuttle Town and steals a prototype steam engine from Mimic, the town\u0027s resident treasure hunter. Mimic tells Shantae, the guardian of Scuttle Town, that if Risky retrieves four magical \"elemental stones\", she could power up the steam engine and create an unstoppable weapon out of it. Shantae travels across Sequin Land, determined to retrieve the steam engine and the elemental stones and stop Risky.\n\nWith help from her friends Bolo and Sky and her acquaintance Rottytops, she gains access to three dungeons where she retrieves three of the stones. At the fourth dungeon, Shantae finds the fourth stone, but is ambushed at the exit by Risky, who leaves with the stones. Shantae subsequently discovers the location of Risky\u0027s hideout with a magical flying telescope called the Sky Scope, and teleports there. Shantae reaches and destroys Risky\u0027s weapon, the Tinker Tank. Risky tries to kill Shantae but is defeated; and as Risky\u0027s hideout collapses, Shantae escapes. After, she is magically abducted to a place called the Genie Realm where the genies offer her a chance to remain with them as a reward for her courage, but at the price of never seeing her friends again. She refuses and is sent back to Scuttle Town where she announces to Mimic that she had to destroy the steam engine, but is relieved to hear from him that it was probably for the better.",
    "summary": "Genie-girl Shantae is the self-appointed guardian of a small fishing village, Scuttle Town. Living life in a lighthouse rather than a bottle, she\u0027s constantly on the lookout for danger. When the nefarious lady-pirate, Risky Boots catches wind of the treasure that was recently unearthed in the village, she launches an attack. To get Scuttle out of trouble, it\u0027s up to Shantae to prove that she\u0027s the rightful \u0027Guardian Genie\u0027 to the best of her dancing, buying and hair-whipping abilities. Now crack that whip!\n\n* Play on the Game Boy Advance system for enhanced color and to unlock hidden secrets!\n* Over 50 Locations and Mini-Games!\n* Learn \u0027Dance Magic\u0027 to transform Shantae and learn new attacks!",
    "total_rating": 73.0804584234606,
    "url": "https://www.igdb.com/games/shantae"
  },
  {
    "id": 154,
    "aggregated_rating": 70.0,
    "cover": {
      "id": 182131,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co3wj7.jpg"
    },
    "first_release_date": 926985600,
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      }
    ],
    "involved_companies": [
      {
        "id": 123,
        "company": {
          "id": 10,
          "name": "LucasArts"
        }
      },
      {
        "id": 124,
        "company": {
          "id": 70,
          "name": "Nintendo"
        }
      },
      {
        "id": 147855,
        "company": {
          "id": 73,
          "name": "Aspyr Media"
        }
      }
    ],
    "name": "Star Wars: Episode I - Racer",
    "platforms": [
      {
        "id": 4,
        "name": "Nintendo 64"
      },
      {
        "id": 6,
        "name": "PC (Microsoft Windows)"
      },
      {
        "id": 14,
        "name": "Mac"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 23,
        "name": "Dreamcast"
      },
      {
        "id": 48,
        "name": "PlayStation 4"
      },
      {
        "id": 49,
        "name": "Xbox One"
      },
      {
        "id": 130,
        "name": "Nintendo Switch"
      }
    ],
    "rating": 73.1221584295749,
    "summary": "Star Wars: Episode 1 - Racer lets you participate in the famous pod race sequence that was the critical highlight of the 1999 film Star Wars: Episode I, The Phantom Menace. These lightning-quick vehicles are capable of reaching simulated speeds of up to 600 miles per hour while skimming a mere 4 feet above the ground. You can race alone or against a friend in split-screen mode on more than 21 courses among eight worlds. Take the controls as Jedi-to-be Anakin Skywalker or any one of over 20 pod racers. Feel the full-force blast while avoiding hazards such as methane lakes, meteor showers, and the unfriendly Tusken Raiders.",
    "total_rating": 71.56107921478744,
    "url": "https://www.igdb.com/games/star-wars-episode-i-racer"
  },
  {
    "id": 6702,
    "aggregated_rating": 70.0,
    "cover": {
      "id": 93456,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co2040.jpg"
    },
    "first_release_date": 802310400,
    "genres": [
      {
        "id": 4,
        "name": "Fighting"
      },
      {
        "id": 33,
        "name": "Arcade"
      }
    ],
    "involved_companies": [
      {
        "id": 15921,
        "company": {
          "id": 37,
          "name": "Capcom"
        }
      }
    ],
    "name": "Street Fighter Alpha: Warriors\u0027 Dreams",
    "platforms": [
      {
        "id": 6,
        "name": "PC (Microsoft Windows)"
      },
      {
        "id": 7,
        "name": "PlayStation"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 32,
        "name": "Sega Saturn"
      },
      {
        "id": 52,
        "name": "Arcade"
      }
    ],
    "rating": 75.1798440160142,
    "summary": "It\u0027s Street Fighter as you always remember it, with some new moves, characters and combo systems, as well as a more polished look and feel.\n\nThe new moves available for each fighter, called Super moves, allow them to fire off very powerful moves. A bar at the bottom of the screen represents the power that you have to use for the moves. You start the first round on 0, and each attack that you make adds power to the bar. Once you reach level 3, you can unleash the special attacks, that can sometimes KO the opponent.\n\nThe other major change over the Street Fighter 2 series are the Alpha counters. These can be used to counter an on-coming attack after blocking.",
    "total_rating": 72.58992200800711,
    "url": "https://www.igdb.com/games/street-fighter-alpha-warriors-dreams"
  },
  {
    "id": 12321,
    "aggregated_rating": 70.0,
    "cover": {
      "id": 161096,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co3gaw.jpg"
    },
    "first_release_date": 275184000,
    "genres": [
      {
        "id": 9,
        "name": "Puzzle"
      },
      {
        "id": 33,
        "name": "Arcade"
      }
    ],
    "involved_companies": [
      {
        "id": 56544,
        "company": {
          "id": 190,
          "name": "Atari Corporation"
        }
      },
      {
        "id": 56545,
        "company": {
          "id": 11171,
          "name": "Majesco Sales"
        }
      },
      {
        "id": 106517,
        "company": {
          "id": 27629,
          "name": "Paradox Software"
        }
      },
      {
        "id": 106518,
        "company": {
          "id": 217,
          "name": "Morning Star Multimedia"
        }
      },
      {
        "id": 141928,
        "company": {
          "id": 2406,
          "name": "Atari, Inc."
        }
      },
      {
        "id": 141929,
        "company": {
          "id": 36073,
          "name": "René Pierre"
        }
      },
      {
        "id": 141930,
        "company": {
          "id": 34616,
          "name": "Video Games GmbH"
        }
      },
      {
        "id": 141931,
        "company": {
          "id": 36074,
          "name": "Subelectro"
        }
      },
      {
        "id": 141932,
        "company": {
          "id": 2519,
          "name": "Sears"
        }
      },
      {
        "id": 151807,
        "company": {
          "id": 82,
          "name": "Atari"
        }
      }
    ],
    "name": "Super Breakout",
    "platforms": [
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 52,
        "name": "Arcade"
      },
      {
        "id": 59,
        "name": "Atari 2600"
      },
      {
        "id": 63,
        "name": "Atari ST/STE"
      },
      {
        "id": 65,
        "name": "Atari 8-bit"
      },
      {
        "id": 66,
        "name": "Atari 5200"
      }
    ],
    "rating": 73.3556174850801,
    "summary": "Super Breakout is an arcade game which was released by Atari in 1978. It utilizes a Motorola M6502 (running up at 375 KHz), and, as the name suggests, it is the sequel to Breakout, which was released two years earlier. There are three different modes to choose from: Double Breakout, the playfield for which contains in fifty-two orange blocks (5-14 points), fifty-two green blocks (1-6 points), two paddles and two balls, Cavity Breakout, which contains in forty-four orange blocks (7-21 points), and fifty-two green blocks (1-9 points), one paddle, and three balls (the second and third of which have to be freed before they come into play) and Progressive Breakout which contains fifty-two blue blocks (7 points) and fifty-two green blocks (5 points), one paddle, and one ball - and the blocks shall be lowered down towards the paddle, at a rate determined by the number of times the ball lands on your paddle, but as the ball destroys them, additional rows of blocks shall appear at the top of the screen and be lowered down towards the paddle at an increasing rate. This is also the only mode for which it\u0027s possible for a player to receive an infinite amount of points by playing, but the score display shall roll over at 10000.",
    "total_rating": 71.67780874254005,
    "url": "https://www.igdb.com/games/super-breakout"
  },
  {
    "id": 49877,
    "aggregated_rating": 82.0,
    "cover": {
      "id": 96237,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co2299.jpg"
    },
    "first_release_date": 926294400,
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "involved_companies": [
      {
        "id": 121942,
        "company": {
          "id": 1774,
          "name": "Nintendo R\u0026D2"
        }
      },
      {
        "id": 133403,
        "company": {
          "id": 70,
          "name": "Nintendo"
        }
      }
    ],
    "name": "Super Mario Bros. Deluxe",
    "platforms": [
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 37,
        "name": "Nintendo 3DS"
      }
    ],
    "rating": 64.8341900734332,
    "storyline": "Once upon a time, the peaceful Mushroom Kingdom was invaded by the Koopa, a tribe of turtles famous for their dark magic. These terrible terrapins transformed the peace loving Mushroom People into stones, bricks, and ironically, mushrooms, then set their own evil king on the throne. In the wake of the ghastly coup d\u0027etat, the beautiful Mushroom Kingdom fell into ruin and despair.\n\nIt is said that only the daughter of the Mushroom King, Princess Toadstool, can break the evil spell and return the inhabitants of Mushroom kingdom to their normal selves.\n\nBut the King of the Koopas, knowing of this prophecy, kidnapped the lovely Princess and hid her away in one of his castles.\n\nWord of the terrible plight of the Mushroom People quickly spread throughout the land, eventually reaching the ears of a humble plumber. The simple, yet valiant Mario vowed to rescue the Princess and free her subjects from King Koopa\u0027s tyrannous reign. But can Mario really overcome the many obstacles facing him and become a true hero?",
    "summary": "Bowser has once again taken over the Mushroom Kingdom, and it\u0027s up to Mario to put an end to his sinister reign. Battle Bowser\u0027s vile henchmen through 32 different levels - all taken directly from the 1985 classic! Then move on to collect special Red Coins and Yoshi Eggs in the Challenge Mode. Or face off against a friend and race through 8 competition courses in the all-new VS Mode! This time there\u0027s a lot more to do than just save a Princess, so get ready for a brick-smashin\u0027, pipe-warpin\u0027, turtle-stompin\u0027 good time!",
    "total_rating": 73.4170950367166,
    "url": "https://www.igdb.com/games/super-mario-bros-deluxe"
  },
  {
    "id": 12789,
    "cover": {
      "id": 118698,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co2jl6.jpg"
    },
    "first_release_date": 694137600,
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      }
    ],
    "involved_companies": [
      {
        "id": 71314,
        "company": {
          "id": 7175,
          "name": "Storm"
        }
      },
      {
        "id": 71315,
        "company": {
          "id": 485,
          "name": "SCi Games"
        }
      },
      {
        "id": 111752,
        "company": {
          "id": 22051,
          "name": "Random Access"
        }
      }
    ],
    "name": "SWIV",
    "platforms": [
      {
        "id": 15,
        "name": "Commodore C64/128"
      },
      {
        "id": 16,
        "name": "Amiga"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 25,
        "name": "Amstrad CPC"
      },
      {
        "id": 27,
        "name": "MSX"
      },
      {
        "id": 63,
        "name": "Atari ST/STE"
      }
    ],
    "rating": 82.1836402683148,
    "summary": "S.W.I.V. is a vertical scrolling shooter and an unofficial follow-up to Sales Curve\u0027s conversion of the side scroller Tecmo arcade game Silkworm. \nOne player controls a helicopter and the other a jeep, with the jeep transforming into a boat when the vehicles pass over water. As well as a host of blaster fodder the game also includes a mid-level enemy inspired by the \"Goose\" enemy from the earlier title Silkworm. Pieces of this enemy would fly onto the screen and assemble into one vehicle before commencing to fire at the players\u0027 vehicles. When destroyed the \"goose\" would drop power-ups.",
    "total_rating": 82.1836402683148,
    "url": "https://www.igdb.com/games/swiv"
  },
  {
    "id": 8197,
    "cover": {
      "id": 132752,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co2ufk.jpg"
    },
    "first_release_date": 473299200,
    "genres": [
      {
        "id": 9,
        "name": "Puzzle"
      },
      {
        "id": 15,
        "name": "Strategy"
      },
      {
        "id": 33,
        "name": "Arcade"
      }
    ],
    "involved_companies": [
      {
        "id": 19654,
        "company": {
          "id": 213,
          "name": "Infogrames"
        }
      },
      {
        "id": 19655,
        "company": {
          "id": 4119,
          "name": "Mirrorsoft"
        }
      },
      {
        "id": 19656,
        "company": {
          "id": 70,
          "name": "Nintendo"
        }
      },
      {
        "id": 19659,
        "company": {
          "id": 1044,
          "name": "Spectrum HoloByte, Inc."
        }
      },
      {
        "id": 19660,
        "company": {
          "id": 4121,
          "name": "Tandy"
        }
      },
      {
        "id": 19663,
        "company": {
          "id": 2241,
          "name": "W!Games"
        }
      },
      {
        "id": 19664,
        "company": {
          "id": 4122,
          "name": "DR Korea"
        }
      },
      {
        "id": 60325,
        "company": {
          "id": 1037,
          "name": "Philips Interactive Media, Inc."
        }
      },
      {
        "id": 60326,
        "company": {
          "id": 4120,
          "name": "AcademySoft"
        }
      },
      {
        "id": 60327,
        "company": {
          "id": 341,
          "name": "Bullet-Proof Software"
        }
      },
      {
        "id": 60328,
        "company": {
          "id": 112,
          "name": "Sega"
        }
      },
      {
        "id": 60329,
        "company": {
          "id": 4125,
          "name": "Elorg"
        }
      },
      {
        "id": 60330,
        "company": {
          "id": 4126,
          "name": "Andromeda Software"
        }
      },
      {
        "id": 60331,
        "company": {
          "id": 559,
          "name": "Rowan Software"
        }
      },
      {
        "id": 60332,
        "company": {
          "id": 4127,
          "name": "Sphere"
        }
      },
      {
        "id": 60333,
        "company": {
          "id": 4009,
          "name": "Sanritsu"
        }
      },
      {
        "id": 60334,
        "company": {
          "id": 4128,
          "name": "ZTC Systems"
        }
      }
    ],
    "name": "Tetris",
    "platforms": [
      {
        "id": 13,
        "name": "PC DOS"
      },
      {
        "id": 14,
        "name": "Mac"
      },
      {
        "id": 15,
        "name": "Commodore C64/128"
      },
      {
        "id": 16,
        "name": "Amiga"
      },
      {
        "id": 18,
        "name": "Nintendo Entertainment System (NES)"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 26,
        "name": "ZX Spectrum"
      },
      {
        "id": 27,
        "name": "MSX"
      },
      {
        "id": 29,
        "name": "Sega Mega Drive/Genesis"
      },
      {
        "id": 52,
        "name": "Arcade"
      },
      {
        "id": 57,
        "name": "WonderSwan"
      },
      {
        "id": 63,
        "name": "Atari ST/STE"
      },
      {
        "id": 64,
        "name": "Sega Master System"
      },
      {
        "id": 69,
        "name": "BBC Microcomputer System"
      },
      {
        "id": 71,
        "name": "Commodore VIC-20"
      },
      {
        "id": 75,
        "name": "Apple II"
      },
      {
        "id": 77,
        "name": "Sharp X1"
      }
    ],
    "rating": 86.53995947065569,
    "summary": "Tetris is a tile-matching puzzle video game. The goal is to place pieces made up of four tiles in a ten-by-twenty well, organizing them into complete rows, which then disappear. The main objective of each round is to clear 25 lines, after which the player moves on to the next round. If the stack reaches the top of the field, the player loses a life, and if all three lives are lost, the game is over.\n\nThe game lets the player choose the starting stage and round, as well as one of three background tunes. Difficulty is increased throughout the stages by an increase in speed and the addition of garbage blocks in the well.",
    "total_rating": 86.53995947065569,
    "url": "https://www.igdb.com/games/tetris"
  },
  {
    "id": 49875,
    "cover": {
      "id": 153174,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co3a6u.jpg"
    },
    "first_release_date": 908928000,
    "genres": [
      {
        "id": 9,
        "name": "Puzzle"
      },
      {
        "id": 15,
        "name": "Strategy"
      }
    ],
    "involved_companies": [
      {
        "id": 95365,
        "company": {
          "id": 70,
          "name": "Nintendo"
        }
      }
    ],
    "name": "Tetris DX",
    "platforms": [
      {
        "id": 22,
        "name": "Game Boy Color"
      }
    ],
    "rating": 94.55402860096241,
    "summary": "Tetris DX has everything you need to satisfy your puzzle appetite. Play marathon, the classic Tetris game. Try your hand at ultra or 40 lines, two Tetris games with a twist. The vs. game will have you playing for hours!",
    "total_rating": 94.55402860096241,
    "url": "https://www.igdb.com/games/tetris-dx"
  },
  {
    "id": 15487,
    "cover": {
      "id": 123642,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co2nei.jpg"
    },
    "first_release_date": 972518400,
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "involved_companies": [
      {
        "id": 29462,
        "company": {
          "id": 129,
          "name": "Konami"
        }
      },
      {
        "id": 29463,
        "company": {
          "id": 129,
          "name": "Konami"
        }
      }
    ],
    "name": "The Grinch",
    "platforms": [
      {
        "id": 6,
        "name": "PC (Microsoft Windows)"
      },
      {
        "id": 7,
        "name": "PlayStation"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 23,
        "name": "Dreamcast"
      }
    ],
    "rating": 73.1491712707182,
    "summary": "First, it was a beloved book, then it was an animated special, next it was a movie, and now Dr. Seuss\u0027 HOW THE GRINCH STTOLE CHRISTMAS is a hand-held video game. You play both the Grinch and his faithful pooch, Max, in this creative adaptation. Much like the classic story, THE GRINCH takes place in the idyllic Whoville--where your aim is to cease the event called Christmas. You attempt to do so by wreaking havoc and solving challenging puzzles. The folks of Whoville will try to stop your efforts with love and happiness (blech!), so be on your toes if you hope to avoid them and effectively ruin the holiday. To make things a little easier, you can throw snowballs at the peacenik villagers to keep them at a distance. Each level will present new obstacles and challenges, and the Dr. Seuss world is faithfully translated to the video game format. Whether you\u0027re a genuine grouch or you\u0027re just in the mood for a great adventure, THE GRINCH is hilarious fun for everyone.",
    "total_rating": 73.1491712707182,
    "url": "https://www.igdb.com/games/the-grinch"
  },
  {
    "id": 1027,
    "cover": {
      "id": 217879,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co4o47.jpg"
    },
    "first_release_date": 912470400,
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "involved_companies": [
      {
        "id": 148227,
        "company": {
          "id": 70,
          "name": "Nintendo"
        }
      },
      {
        "id": 148228,
        "company": {
          "id": 421,
          "name": "Nintendo EAD"
        }
      }
    ],
    "name": "The Legend of Zelda: Link\u0027s Awakening DX",
    "platforms": [
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 37,
        "name": "Nintendo 3DS"
      }
    ],
    "rating": 87.92201887998519,
    "storyline": "The island\u0027s inhabitants have no knowledge of the outside world. One creature, a talking owl, may know the solution to Link\u0027s dilemma. Link must first tackle eight dungeons full of treacherous monsters and tricky traps. His goal: find the eight Instruments of the Sirens and awaken the omnipotent Wind Fish which rules the island.",
    "summary": "The Legend of Zelda: Link\u0027s Awakening is an action-adventure game.\nLink\u0027s latest challenge is set on the mysterious Koholint Island, a place where dreams and reality collide. As a castaway, Link must find a way to escape from the island and return to his beloved homeland of Hyrule. This will not be an easy task.",
    "total_rating": 87.92201887998519,
    "url": "https://www.igdb.com/games/the-legend-of-zelda-link-s-awakening-dx"
  },
  {
    "id": 1041,
    "aggregated_rating": 95.3333333333333,
    "cover": {
      "id": 132049,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co2tw1.jpg"
    },
    "first_release_date": 983232000,
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "involved_companies": [
      {
        "id": 2485,
        "company": {
          "id": 37,
          "name": "Capcom"
        }
      },
      {
        "id": 130354,
        "company": {
          "id": 70,
          "name": "Nintendo"
        }
      }
    ],
    "name": "The Legend of Zelda: Oracle of Ages",
    "platforms": [
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 37,
        "name": "Nintendo 3DS"
      }
    ],
    "rating": 84.746333280806,
    "storyline": "Transcend the very fabric of time with the Harp of Ages. Rescue Nayru, the Oracle of Ages, to save the Land of Labrynna from Veran, Sorceress of Shadows, who will pitch the world into an endless night.\n\nTravelling through time presents Link with unique challenges. If a river blocks Link\u0027s path in the present, he can travel to the past and move a stone, redirecting the flow of water. If he plants seeds in the past, he\u0027ll find full-grown trees and vines when he returns to the present.",
    "summary": "The Legend of Zelda: Oracle of Ages and The Legend of Zelda: Oracle of Seasons represent the pinnacle of classic 2D Zelda gameplay.\n\nWhen played together, these two games offer an ultimate adventure not possible when each game is experienced on its own. The games feature a link system that unlocks access to additional content that you can\u0027t access any other way.",
    "total_rating": 90.03983330706964,
    "url": "https://www.igdb.com/games/the-legend-of-zelda-oracle-of-ages"
  },
  {
    "id": 1032,
    "aggregated_rating": 93.0,
    "cover": {
      "id": 132048,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co2tw0.jpg"
    },
    "first_release_date": 983232000,
    "genres": [
      {
        "id": 12,
        "name": "Role-playing (RPG)"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "involved_companies": [
      {
        "id": 2466,
        "company": {
          "id": 37,
          "name": "Capcom"
        }
      },
      {
        "id": 130353,
        "company": {
          "id": 70,
          "name": "Nintendo"
        }
      }
    ],
    "name": "The Legend of Zelda: Oracle of Seasons",
    "platforms": [
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 37,
        "name": "Nintendo 3DS"
      }
    ],
    "rating": 82.5434471450896,
    "storyline": "The land of Holodrum is slowly withering. Onox, the General of Darkness, has imprisoned the Oracle of Seasons and is draining the very life out of the land. With the seasons in tumult and the forces of evil running rampant, the world looks for a hero... and finds Link. His quest won\u0027t be easy - he\u0027ll have to master the seasons themselves if he\u0027s to turn back the evil tide.",
    "summary": "Transform the world around you with the Rod of Seasons, and create order from chaos. Stop a power-hungry general named Onox, and rescue Din, the Oracle of Seasons, to save the troubled land of Holodrum.\n\nChange the seasons to overcome puzzling obstacles. If Link finds a small plant at the bottom of a cliff, change the season to summer, and Link can use the newly grown Deku Flower to boost up to the top. If Link faces a deep lake, use the Rod of Seasons to shift into winter, letting Link walk over the ice.\n\nReleased on the Game Boy Color system in 2001, The Legend of Zelda: Oracle of Ages and The Legend of Zelda: Oracle of Seasons represent the pinnacle of classic 2D Zelda gameplay.\n\nWhen played together, these two games offer an ultimate adventure not possible when each game is experienced on its own. The games feature a link system that unlocks access to additional content that you can\u0027t access any other way.",
    "total_rating": 87.7717235725448,
    "url": "https://www.igdb.com/games/the-legend-of-zelda-oracle-of-seasons"
  },
  {
    "id": 8000,
    "cover": {
      "id": 112751,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co2ezz.jpg"
    },
    "first_release_date": 878342400,
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      },
      {
        "id": 14,
        "name": "Sport"
      }
    ],
    "involved_companies": [
      {
        "id": 18776,
        "company": {
          "id": 115,
          "name": "Codemasters"
        }
      },
      {
        "id": 18777,
        "company": {
          "id": 412,
          "name": "Codemasters Southam"
        }
      },
      {
        "id": 18778,
        "company": {
          "id": 197,
          "name": "THQ"
        }
      }
    ],
    "name": "TOCA Touring Car Championship",
    "platforms": [
      {
        "id": 6,
        "name": "PC (Microsoft Windows)"
      },
      {
        "id": 7,
        "name": "PlayStation"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      }
    ],
    "rating": 72.5459652646945,
    "summary": "Fight the pack to gain position without losing control of your car as you race on nine different original tracks of the British Touring Car Championships.\nThis game features eight different game modes, such as single race, championship, time trial, and party play.",
    "total_rating": 72.5459652646945,
    "url": "https://www.igdb.com/games/toca-touring-car-championship"
  },
  {
    "id": 8032,
    "cover": {
      "id": 85918,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co1uam.jpg"
    },
    "first_release_date": 975024000,
    "genres": [
      {
        "id": 25,
        "name": "Hack and slash/Beat \u0027em up"
      }
    ],
    "involved_companies": [
      {
        "id": 18883,
        "company": {
          "id": 104,
          "name": "Ubisoft Entertainment"
        }
      },
      {
        "id": 18884,
        "company": {
          "id": 1249,
          "name": "NewKidCo"
        }
      },
      {
        "id": 18885,
        "company": {
          "id": 313,
          "name": "Success Corporation"
        }
      },
      {
        "id": 18886,
        "company": {
          "id": 259,
          "name": "Warthog Games"
        }
      }
    ],
    "name": "Tom and Jerry in House Trap",
    "platforms": [
      {
        "id": 7,
        "name": "PlayStation"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      }
    ],
    "rating": 75.1533400146468,
    "summary": "As defiant mouse Jerry, single-players move about the house setting traps for Tom the cat. As Jerry continues to set traps in one half of the split screen, players can watch the results in the other half of the screen as Tom falls victim to (or outsmarts) the traps that have already been set. If Jerry notices that Tom seems to be getting a little too close for comfort, he can also blow his dog whistle and Spike will come to chase after Tom and even the odds a bit. \n \nWhen two people play at once, one can take on the role of Tom and help him to avoid the traps that Jerry sets. The game features 15 different rooms to explore, each with its own challenges and rewards, and each successive level unlocks a new room in the house with more weapons scattered throughout. While most of the challenges involve reducing the other player\u0027s health first, some levels require rubber duckies be collected and placed in a pond. The first player to collect the required amount wins the match.",
    "total_rating": 75.1533400146468,
    "url": "https://www.igdb.com/games/tom-and-jerry-in-house-trap"
  },
  {
    "id": 1842,
    "cover": {
      "id": 91320,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co1ygo.jpg"
    },
    "first_release_date": 903657600,
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 13,
        "name": "Simulator"
      },
      {
        "id": 15,
        "name": "Strategy"
      },
      {
        "id": 24,
        "name": "Tactical"
      }
    ],
    "involved_companies": [
      {
        "id": 101486,
        "company": {
          "id": 717,
          "name": "Red Storm Entertainment"
        }
      },
      {
        "id": 101487,
        "company": {
          "id": 16965,
          "name": "Saffire Corporation"
        }
      },
      {
        "id": 101488,
        "company": {
          "id": 901,
          "name": "Crawfish Interactive"
        }
      },
      {
        "id": 101489,
        "company": {
          "id": 699,
          "name": "Pipe Dream Interactive"
        }
      },
      {
        "id": 101490,
        "company": {
          "id": 717,
          "name": "Red Storm Entertainment"
        }
      }
    ],
    "name": "Tom Clancy\u0027s Rainbow Six",
    "platforms": [
      {
        "id": 4,
        "name": "Nintendo 64"
      },
      {
        "id": 6,
        "name": "PC (Microsoft Windows)"
      },
      {
        "id": 7,
        "name": "PlayStation"
      },
      {
        "id": 14,
        "name": "Mac"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 23,
        "name": "Dreamcast"
      }
    ],
    "rating": 77.59263825594451,
    "summary": "A combination of explosive action and real-life strategy!\n\nThe most revolutionary action/strategy game of its kind. Nothing comes closer to offering an exciting combination of strategy, team-building, realistic three-dimensional graphics and true-to-life special forces action. The ultimate goal is to save yourself and the world from deadly terrorists. You must successfully complete 17 unique missions. If you die, the game isn\u0027t over. The World is.",
    "total_rating": 77.59263825594451,
    "url": "https://www.igdb.com/games/tom-clancy-s-rainbow-six"
  },
  {
    "id": 6692,
    "aggregated_rating": 70.0,
    "cover": {
      "id": 90981,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co1y79.jpg"
    },
    "first_release_date": 938563200,
    "genres": [
      {
        "id": 14,
        "name": "Sport"
      }
    ],
    "involved_companies": [
      {
        "id": 15898,
        "company": {
          "id": 90,
          "name": "Neversoft Entertainment"
        }
      },
      {
        "id": 15902,
        "company": {
          "id": 66,
          "name": "Activision"
        }
      },
      {
        "id": 15903,
        "company": {
          "id": 667,
          "name": "Crave Entertainment"
        }
      },
      {
        "id": 15904,
        "company": {
          "id": 2421,
          "name": "Nokia"
        }
      },
      {
        "id": 42791,
        "company": {
          "id": 223,
          "name": "Edge of Reality"
        }
      },
      {
        "id": 42792,
        "company": {
          "id": 716,
          "name": "Natsume"
        }
      },
      {
        "id": 42793,
        "company": {
          "id": 428,
          "name": "Treyarch"
        }
      }
    ],
    "name": "Tony Hawk\u0027s Pro Skater",
    "platforms": [
      {
        "id": 4,
        "name": "Nintendo 64"
      },
      {
        "id": 7,
        "name": "PlayStation"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 23,
        "name": "Dreamcast"
      },
      {
        "id": 42,
        "name": "N-Gage"
      }
    ],
    "rating": 82.18685477711549,
    "summary": "Take control of real skaters and perform strings of crazy tricks in the first entry of the long-running Tony Hawk skateboarding series.",
    "total_rating": 76.09342738855774,
    "url": "https://www.igdb.com/games/tony-hawk-s-pro-skater"
  },
  {
    "id": 913,
    "aggregated_rating": 86.6666666666667,
    "cover": {
      "id": 90979,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co1y77.jpg"
    },
    "first_release_date": 969408000,
    "genres": [
      {
        "id": 14,
        "name": "Sport"
      }
    ],
    "involved_companies": [
      {
        "id": 1975,
        "company": {
          "id": 66,
          "name": "Activision"
        }
      },
      {
        "id": 15924,
        "company": {
          "id": 90,
          "name": "Neversoft Entertainment"
        }
      },
      {
        "id": 42794,
        "company": {
          "id": 223,
          "name": "Edge of Reality"
        }
      },
      {
        "id": 42795,
        "company": {
          "id": 72,
          "name": "Vicarious Visions"
        }
      },
      {
        "id": 42796,
        "company": {
          "id": 428,
          "name": "Treyarch"
        }
      },
      {
        "id": 42797,
        "company": {
          "id": 716,
          "name": "Natsume"
        }
      },
      {
        "id": 42798,
        "company": {
          "id": 367,
          "name": "Gray Matter Interactive"
        }
      }
    ],
    "name": "Tony Hawk\u0027s Pro Skater 2",
    "platforms": [
      {
        "id": 4,
        "name": "Nintendo 64"
      },
      {
        "id": 6,
        "name": "PC (Microsoft Windows)"
      },
      {
        "id": 7,
        "name": "PlayStation"
      },
      {
        "id": 11,
        "name": "Xbox"
      },
      {
        "id": 14,
        "name": "Mac"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 23,
        "name": "Dreamcast"
      },
      {
        "id": 24,
        "name": "Game Boy Advance"
      },
      {
        "id": 39,
        "name": "iOS"
      }
    ],
    "rating": 85.38988562651,
    "summary": "Tony Hawk\u0027s Pro Skater 2 redefined an already great game. Its addition of stellar new features (like Create-A-Park), and great game-play tweaks (the manual maneuver will be copied for years to come) made it the best installment in a killer series of games. Anyone who has ever skated the Philadelphia level will agree -- this game is a masterpiece of level design. Hell, it\u0027s a masterpiece all around. There isn\u0027t a bad park or dull moment, just pure gaming nirvana!",
    "total_rating": 86.02827614658835,
    "url": "https://www.igdb.com/games/tony-hawk-s-pro-skater-2"
  },
  {
    "id": 3619,
    "aggregated_rating": 65.0,
    "cover": {
      "id": 182561,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co3wv5.jpg"
    },
    "first_release_date": 943228800,
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      }
    ],
    "involved_companies": [
      {
        "id": 9359,
        "company": {
          "id": 66,
          "name": "Activision"
        }
      },
      {
        "id": 9360,
        "company": {
          "id": 292,
          "name": "Traveller\u0027s Tales"
        }
      },
      {
        "id": 9361,
        "company": {
          "id": 197,
          "name": "THQ"
        }
      },
      {
        "id": 9362,
        "company": {
          "id": 285,
          "name": "Tiertex Design Studios"
        }
      }
    ],
    "name": "Toy Story 2: Buzz Lightyear to the Rescue!",
    "platforms": [
      {
        "id": 4,
        "name": "Nintendo 64"
      },
      {
        "id": 6,
        "name": "PC (Microsoft Windows)"
      },
      {
        "id": 7,
        "name": "PlayStation"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 23,
        "name": "Dreamcast"
      }
    ],
    "rating": 77.0060274336401,
    "storyline": "The game\u0027s plot follows that of the film pretty closely and like the film begins with the kidnapping of Woody by evil collector Al McWhiggin outside of Andy\u0027s house. The game then follows Buzz Lightyear and his companions as they set out to rescue the captured cowboy as the traverse the nearby neighborhood, Al\u0027s Toy Barn, Al\u0027s penthouse and finally the airport terminal and tarmac at the film\u0027s end.",
    "summary": "Woody has been stolen from the bedroom, ready to be sold to the highest bidder by an evil toy collector. It\u0027s up to good friend Buzz Lightyear to fight his way through from the bedroom to the outside world in order to save Woody from the toy market and bring him home. All of the character from the 3D animated movie appear through-out the side scroller to help Buzz get to where he is needed. Along with the use of his cannon, Buzz can jump to hard to reach places, also useful in collecting the hidden coins that open bonus levels.",
    "total_rating": 71.00301371682005,
    "url": "https://www.igdb.com/games/toy-story-2-buzz-lightyear-to-the-rescue"
  },
  {
    "id": 18944,
    "cover": {
      "id": 129252,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co2rqc.jpg"
    },
    "first_release_date": 983836800,
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      }
    ],
    "involved_companies": [
      {
        "id": 70690,
        "company": {
          "id": 292,
          "name": "Traveller\u0027s Tales"
        }
      },
      {
        "id": 70691,
        "company": {
          "id": 285,
          "name": "Tiertex Design Studios"
        }
      },
      {
        "id": 70692,
        "company": {
          "id": 66,
          "name": "Activision"
        }
      }
    ],
    "name": "Toy Story Racer",
    "platforms": [
      {
        "id": 7,
        "name": "PlayStation"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      }
    ],
    "rating": 79.19632573996209,
    "summary": "The race is on! For the first time ever, join Woody, Buzz Lightyear and the gang in a crazy, turbo-blasting remote-controlled racing competition through the action-packed world of Disney\u0027s Toy Story!",
    "total_rating": 79.19632573996209,
    "url": "https://www.igdb.com/games/toy-story-racer"
  },
  {
    "id": 1326,
    "aggregated_rating": 63.5,
    "cover": {
      "id": 139636,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co2zqs.jpg"
    },
    "first_release_date": 913248000,
    "genres": [
      {
        "id": 5,
        "name": "Shooter"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "involved_companies": [
      {
        "id": 8405,
        "company": {
          "id": 810,
          "name": "Iguana Entertainment"
        }
      },
      {
        "id": 8406,
        "company": {
          "id": 1642,
          "name": "Bit Managers"
        }
      },
      {
        "id": 8407,
        "company": {
          "id": 287,
          "name": "Acclaim Entertainment"
        }
      }
    ],
    "name": "Turok 2: Seeds of Evil",
    "platforms": [
      {
        "id": 4,
        "name": "Nintendo 64"
      },
      {
        "id": 6,
        "name": "PC (Microsoft Windows)"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      }
    ],
    "rating": 76.79545299183529,
    "summary": "Having defeated the Campaigner, Turok throws the Chronocepter into a waiting volcano to destroy it. Unfortunately the blast awakens an even deadlier force - The Primagen. Once again a Turok is tasked with restoring peace to the land and stopping the Primagen from merging Earth with the nether world.",
    "total_rating": 70.14772649591765,
    "url": "https://www.igdb.com/games/turok-2-seeds-of-evil"
  },
  {
    "id": 8129,
    "aggregated_rating": 80.0,
    "cover": {
      "id": 129389,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co2ru5.jpg"
    },
    "first_release_date": 953769600,
    "genres": [
      {
        "id": 10,
        "name": "Racing"
      }
    ],
    "involved_companies": [
      {
        "id": 19359,
        "company": {
          "id": 4,
          "name": "Eidos Interactive"
        }
      },
      {
        "id": 19360,
        "company": {
          "id": 552,
          "name": "Crystal Dynamics"
        }
      }
    ],
    "name": "Walt Disney World Quest: Magical Racing Tour",
    "platforms": [
      {
        "id": 6,
        "name": "PC (Microsoft Windows)"
      },
      {
        "id": 7,
        "name": "PlayStation"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 23,
        "name": "Dreamcast"
      }
    ],
    "rating": 74.1742604270475,
    "summary": "Walt Disney World Quest Magical Racing Tour boasts more playable characters than any kart racer before it (a total of 13 are offered), and each of the game\u0027s tracks allows you to maneuver a different vehicle. Instead of being confined to just a go-kart, you\u0027ll get a bobsled, or a rocket ship, and several others. Collect a myriad of power-ups to your vehicle such as Mickey coins which allow you to race a little faster with each additional coin you collect. Or use the guided bottle rocket to get a speed boost and home in on your opponent. You can also collect items that can be used against your opponents like the frog spell, which will leave them hopping in your dust. Or launch an acorn at them and send them flying out of control.",
    "total_rating": 77.08713021352375,
    "url": "https://www.igdb.com/games/walt-disney-world-quest-magical-racing-tour"
  },
  {
    "id": 1698,
    "cover": {
      "id": 89098,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co1wqy.jpg"
    },
    "first_release_date": 953596800,
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 9,
        "name": "Puzzle"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "involved_companies": [
      {
        "id": 13539,
        "company": {
          "id": 1809,
          "name": "Nintendo R\u0026D1"
        }
      },
      {
        "id": 13540,
        "company": {
          "id": 70,
          "name": "Nintendo"
        }
      }
    ],
    "name": "Wario Land 3",
    "platforms": [
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 37,
        "name": "Nintendo 3DS"
      }
    ],
    "rating": 85.640153308956,
    "storyline": "One day, Wario is flying with his plane over the woods until it runs out of gas and crashes. Unharmed, Wario then stumbles upon a mysterious cave. Inside the cave, he discovers a magical music box. He wants to take a closer look, and that causes him to be suddenly sucked into the music box. In the music box, a mysterious figure informs Wario that he is a god who once protected the world inside the music box, until an evil being sealed away his magical powers in five music boxes. In exchange for freeing it, the figure promises to send Wario back to his own world and let him keep any treasure he finds. With his mind on the money and the fact he can return to his own world, Wario departs on his quest, in search of the music boxes and the many treasures of this mysterious land.",
    "summary": "Trapped inside a magical music box, the invincible Wario is on a dangerous quest to help a mysterious figure recover its lost powers! Smash, bash and crash your way through more than two dozen gigantic levels in search of hidden keys, valuable treasures and mystical music boxes. Test your wits on puzzle after intricate puzzle and flex your muscles in action-packed boss fights! Be wary of Wanderin\u0027 Gooms, Hammer-bots, Mad Scienstein and more as you plunge into one of the largest, most dazzling adventures ever to hit Game Boy Color!",
    "total_rating": 85.640153308956,
    "url": "https://www.igdb.com/games/wario-land-3"
  },
  {
    "id": 1697,
    "cover": {
      "id": 89097,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co1wqx.jpg"
    },
    "first_release_date": 888796800,
    "genres": [
      {
        "id": 8,
        "name": "Platform"
      },
      {
        "id": 31,
        "name": "Adventure"
      }
    ],
    "involved_companies": [
      {
        "id": 5859,
        "company": {
          "id": 70,
          "name": "Nintendo"
        }
      },
      {
        "id": 95407,
        "company": {
          "id": 1809,
          "name": "Nintendo R\u0026D1"
        }
      },
      {
        "id": 126061,
        "company": {
          "id": 70,
          "name": "Nintendo"
        }
      }
    ],
    "name": "Wario Land II",
    "platforms": [
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 33,
        "name": "Game Boy"
      },
      {
        "id": 37,
        "name": "Nintendo 3DS"
      }
    ],
    "rating": 78.0365791194352,
    "summary": "What kind of no-good ruffians would break into my castle and steal my treasures?! It\u0027s that rotten Captain Syrup and that Black Sugar Gang! I\u0027m looking out for bad guys and scavenging for coins as I track down my treasures. If I don\u0027t get them all the first time, that\u0027s OK. I can go back again and again until I find them all. Captain Syrup doesn\u0027t stand a chance against me!",
    "total_rating": 78.0365791194352,
    "url": "https://www.igdb.com/games/wario-land-ii"
  },
  {
    "id": 3637,
    "aggregated_rating": 68.0,
    "cover": {
      "id": 107662,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co2b2m.jpg"
    },
    "first_release_date": 912124800,
    "genres": [
      {
        "id": 9,
        "name": "Puzzle"
      }
    ],
    "involved_companies": [
      {
        "id": 9406,
        "company": {
          "id": 1754,
          "name": "Zed Two"
        }
      },
      {
        "id": 9407,
        "company": {
          "id": 139,
          "name": "Take-Two Interactive"
        }
      },
      {
        "id": 9408,
        "company": {
          "id": 1058,
          "name": "Xicat Interactive"
        }
      },
      {
        "id": 9409,
        "company": {
          "id": 191,
          "name": "Imagineer"
        }
      },
      {
        "id": 9410,
        "company": {
          "id": 1271,
          "name": "Ocean Software"
        }
      }
    ],
    "name": "Wetrix",
    "platforms": [
      {
        "id": 4,
        "name": "Nintendo 64"
      },
      {
        "id": 6,
        "name": "PC (Microsoft Windows)"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 23,
        "name": "Dreamcast"
      }
    ],
    "rating": 99.0431171516582,
    "summary": "A rainstorm so fierce, it will keep you from leaving your home for the next six months. Using randomly shaped 3D blocks as they fall from the sky, you must create a series of lakes and dams before the heavy rains appear. Because if the water drains, you lose! Sound simple? Well, mix in a few natural disasters and bomb attacks, and suddenly you need to muster all your strategy and skill to combat nature\u0027s fury!",
    "total_rating": 83.52155857582909,
    "url": "https://www.igdb.com/games/wetrix"
  },
  {
    "id": 23659,
    "aggregated_rating": 75.0,
    "cover": {
      "id": 74361,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co1ldl.jpg"
    },
    "first_release_date": 946252800,
    "name": "Wings of Fury",
    "platforms": [
      {
        "id": 22,
        "name": "Game Boy Color"
      }
    ],
    "total_rating": 75.0,
    "url": "https://www.igdb.com/games/wings-of-fury--1"
  },
  {
    "id": 3643,
    "cover": {
      "id": 200491,
      "url": "//images.igdb.com/igdb/image/upload/t_thumb/co4ap7.jpg"
    },
    "first_release_date": 928368000,
    "genres": [
      {
        "id": 4,
        "name": "Fighting"
      },
      {
        "id": 14,
        "name": "Sport"
      }
    ],
    "involved_companies": [
      {
        "id": 9425,
        "company": {
          "id": 287,
          "name": "Acclaim Entertainment"
        }
      },
      {
        "id": 101491,
        "company": {
          "id": 1813,
          "name": "Acclaim Studios Salt Lake City"
        }
      }
    ],
    "name": "WWF Attitude",
    "platforms": [
      {
        "id": 4,
        "name": "Nintendo 64"
      },
      {
        "id": 7,
        "name": "PlayStation"
      },
      {
        "id": 22,
        "name": "Game Boy Color"
      },
      {
        "id": 23,
        "name": "Dreamcast"
      }
    ],
    "rating": 79.6517430269895,
    "summary": "Now featuring over 40 of your favorite WWF Superstars including Stone Cold Steve Austin, The Rock, Mankind, The Undertaker, and D-Generation X!\n\nCustomize your own wrestler\u0027s move sets and costumes.\n\nTwo-man commentary featuring Shane McMahon and Jerry \"The King\" Lawler.",
    "total_rating": 79.6517430269895,
    "url": "https://www.igdb.com/games/wwf-attitude"
  }
]